Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# sparkFailedToExtend
source: Failed to extend
ar: فشل التمديد
de: Verlängern fehlgeschlagen
es_419: Falla al extender
fr: Échec de prolongation
hi: Extend nahi hua
id: Gagal perpanjang
ko: 연장 실패
pt: Falha a estender
pt_br: Falha ao estender
ru: Не удалось продлить
tr: Uzatılamadı

# sparkFailedToSend
source: Failed to send
ar: فشل الإرسال
de: Senden fehlgeschlagen
es_419: Falla al enviar
fr: Échec d'envoi
hi: Send nahi hua
id: Gagal kirim
ko: 전송 실패
pt: Falha a enviar
pt_br: Falha ao enviar
ru: Не удалось отправить
tr: Gönderilemedi

# sparkMessageTooLong
source: Message too long (max 199)
ar: الرسالة طويلة أوي (أقصى 199)
de: Nachricht zu lang (max 199)
es_419: Mensaje muy largo (máx 199)
fr: Message trop long (max 199)
hi: Message bahut lamba hai (max 199)
id: Pesan kepanjangan (max 199)
ko: 메시지 너무 길어 (최대 199)
pt: Mensagem muito longa (máx 199)
pt_br: Mensagem muito longa (máx 199)
ru: Сообщение слишком длинное (макс 199)
tr: Mesaj çok uzun (maks 199)

# sparkErrorInitializing
source: Error initializing chat: {error}
ar: خطأ في بدء المحادثة: {error}
de: Fehler beim Chat-Start: {error}
es_419: Error iniciando chat: {error}
fr: Erreur d'initialisation du chat : {error}
hi: Chat start nahi hua: {error}
id: Error mulai chat: {error}
ko: 채팅 시작 에러: {error}
pt: Erro a iniciar chat: {error}
pt_br: Erro iniciando chat: {error}
ru: Ошибка инициализации чата: {error}
tr: Sohbet başlatma hatası: {error}

# sparkUserBanned
source: User banned for 7 minutes
ar: المستخدم محظور 7 دقائق
de: User für 7 Minuten gebannt
es_419: Usuario baneado por 7 minutos
fr: Utilisateur banni pour 7 minutes
hi: User 7 minute ke liye ban
id: User di-ban 7 menit
ko: 유저 7분 차단
pt: User banido por 7 minutos
pt_br: Usuário banido por 7 minutos
ru: Пользователь забанен на 7 минут
tr: Kullanıcı 7 dakika yasaklandı

# sparkRestrictedForBanning
source: You have been restricted for excessive banning
ar: انت محظور بسبب الحظر المفرط
de: Du bist wegen zu vielen Bans eingeschränkt
es_419: Estás restringido por banear mucho
fr: Tu es restreint pour bannissements excessifs
hi: Zyada ban karne pe tum restricted ho
id: Kamu restricted karena terlalu banyak ban
ko: 과도한 차단으로 제한됨
pt: Foste restrito por banir em excesso
pt_br: Você tá restrito por banir demais
ru: Ты ограничен за частые баны
tr: Çok fazla yasaklama yaptığın için kısıtlandın

# sparkReportSubmitted
source: Report submitted
ar: البلاغ اتبعت
de: Report gesendet
es_419: Reporte enviado
fr: Signalement envoyé
hi: Report bhej diya
id: Report terkirim
ko: 신고 제출됨
pt: Report enviado
pt_br: Denúncia enviada
ru: Жалоба отправлена
tr: Rapor gönderildi

# sparkBehaviorRestriction
source: You have been restricted for inappropriate behavior
ar: انت محظور بسبب سلوك غير لائق
de: Du bist wegen unangemessenem Verhalten eingeschränkt
es_419: Estás restringido por comportamiento inadecuado
fr: Tu es restreint pour comportement inapproprié
hi: Galat behavior ke liye restricted ho
id: Kamu restricted karena perilaku tidak pantas
ko: 부적절한 행동으로 제한됨
pt: Foste restrito por comportamento inapropriado
pt_br: Você tá restrito por comportamento inadequado
ru: Ты ограничен за неподобающее поведение
tr: Uygunsuz davranış nedeniyle kısıtlandın

# splashTagline
source: SPARK THE MOMENT
ar: ولّع اللحظة
de: ZÜNDE DEN MOMENT
es_419: PRENDE EL MOMENTO
fr: ALLUME L'INSTANT
hi: MOMENT KO SPARK KARO
ko: 순간을 SPARK해
pt: ACENDE O MOMENTO
pt_br: ACENDE O MOMENTO
ru: ЗАЖГИ МОМЕНТ
tr: ANI ATEŞLE

# trendsEmotionalPulse
source: Emotional pulse {time}
ar: النبض العاطفي {time}
de: Emotionaler Puls {time}
es_419: Pulso emocional {time}
fr: Pouls émotionnel {time}
ko: 감정 펄스 {time}
pt: Pulso emocional {time}
pt_br: Pulso emocional {time}
ru: Эмоциональный пульс {time}
tr: Duygusal nabız {time}

# trendsTimeMorning
source: this morning
ar: الصبح ده
de: heute morgen
es_419: esta mañana
fr: ce matin
hi: aaj subah
id: pagi ini
ko: 오늘 아침
pt: esta manhã
pt_br: de manhã
ru: этим утром
tr: bu sabah

# trendsTimeAfternoon
source: this afternoon
ar: بعد الضهر
de: heute nachmittag
es_419: esta tarde
fr: cet aprèm
hi: dopahar mein
id: siang ini
ko: 오늘 오후
pt: esta tarde
pt_br: à tarde
ru: днём
tr: bu öğleden sonra

# trendsTimeEvening
source: tonight
ar: الليلة دي
de: heute abend
es_419: esta noche
fr: ce soir
hi: aaj shaam
id: malam ini
ko: 오늘 저녁
pt: esta noite
pt_br: à noite
ru: вечером
tr: bu akşam

# trendsTimeLateNight
source: late night
ar: آخر الليل
de: spät nachts
es_419: tarde en la noche
fr: tard le soir
id: tengah malam
ko: 늦은 밤
pt: madrugada
pt_br: de madrugada
ru: поздней ночью
tr: gece geç saatte

# trendsActiveVibes
source: Active vibes
ar: Vibes نشطة
de: Aktive Vibes
es_419: Vibes activos
fr: Vibes actifs
id: Vibe aktif
ko: 활성 vibe
pt: Vibes ativos
pt_br: Vibes ativos
ru: Активные вайбы
tr: Aktif vibe'lar

# trendsDominantEmotion
source: Dominant emotion
ar: المشاعر السائدة
de: Dominante Emotion
es_419: Emoción dominante
fr: Émotion dominante
hi: Sabse zyada emotion
id: Emosi dominan
ko: 지배적 감정
pt: Emoção dominante
pt_br: Emoção dominante
ru: Главная эмоция
tr: Baskın duygu

# trendsPercentOfSparkers
source: {percent}% of PW mates
ar: {percent}% من PW mates
de: {percent}% der PW Mates
es_419: {percent}% de PW mates
fr: {percent}% des PW mates
hi: {percent}% PW mates
id: {percent}% PW mates
ko: {percent}% PW mates
pt: {percent}% de PW mates
pt_br: {percent}% dos PW mates
ru: {percent}% PW mates
tr: %{percent} PW mate

# trendsEmotionDistribution
source: Emotion distribution
ar: توزيع المشاعر
de: Emotions-Verteilung
es_419: Distribución de emociones
fr: Répartition des émotions
hi: Emotions ka distribution
id: Distribusi emosi
ko: 감정 분포
pt: Distribuição de emoções
pt_br: Distribuição das emoções
ru: Распределение эмоций
tr: Duygu dağılımı

# trendsQuote1
source: Every shared emotion creates a connection ✨
ar: كل مشاعر متشاركة بتخلق اتصال ✨
de: Jede geteilte Emotion schafft eine Connection ✨
es_419: Cada emoción compartida crea una conexión ✨
fr: Chaque émotion partagée crée une connexion ✨
hi: Har shared emotion ek connection banata hai ✨
id: Setiap emosi yang di-share bikin koneksi ✨
ko: 공유된 모든 감정이 연결을 만들어 ✨
pt: Cada emoção partilhada cria uma conexão ✨
pt_br: Cada emoção compartilhada cria uma conexão ✨
ru: Каждая эмоция создаёт связь ✨
tr: Paylaşılan her duygu bir bağlantı yaratır ✨

# trendsQuote2
source: Together we create the emotion map 🗺️
ar: مع بعض بنعمل خريطة المشاعر 🗺️
de: Zusammen erschaffen wir die Emotions-Map 🗺️
es_419: Juntos creamos el mapa de emociones 🗺️
fr: Ensemble on crée la carte des émotions 🗺️
hi: Milke emotion map banate hain 🗺️
id: Bareng-bareng bikin peta emosi 🗺️
ko: 함께 감정 지도를 만들어 🗺️
pt: Juntos criamos o mapa de emoções 🗺️
pt_br: Juntos criamos o mapa de emoções 🗺️
ru: Вместе мы создаём карту эмоций 🗺️
tr: Birlikte duygu haritası oluşturuyoruz 🗺️

# trendsQuote3
source: Your vibe can change someone's day 💫
ar: vibe بتاعك ممكن يغير يوم حد 💫
de: Dein Vibe kann jemandes Tag ändern 💫
es_419: Tu vibe puede cambiar el día de alguien 💫
fr: Ton vibe peut changer la journée de quelqu'un 💫
hi: Tumhara vibe kisi ka din badal sakta hai 💫
id: Vibe kamu bisa ubah hari seseorang 💫
ko: 네 vibe가 누군가의 하루를 바꿀 수 있어 💫
pt: O teu vibe pode mudar o dia de alguém 💫
pt_br: Teu vibe pode mudar o dia de alguém 💫
ru: Твой вайб может изменить чей-то день 💫
tr: Senin vibe'ın birinin gününü değiştirebilir 💫

# trendsQuote4
source: PW chat start with a simple ping ⚡
ar: PW chats بتبدأ بـ ping بسيط ⚡
de: PW Chats starten mit einem simplen Ping ⚡
es_419: Los PW chats empiezan con un simple ping ⚡
fr: Les PW chats commencent par un simple ping ⚡
hi: PW chats ek simple ping se shuru hote hain ⚡
id: PW chat mulai dari ping simpel ⚡
ko: PW chat은 간단한 ping으로 시작해 ⚡
pt: Os PW chats começam com um simples ping ⚡
pt_br: PW chats começam com um simples ping ⚡
ru: PW чаты начинаются с простого пинга ⚡
tr: PW chat'ler basit bir ping ile başlar ⚡

# banOverlayTitle
source: Temporarily Restricted
ar: قيد مؤقت
de: Temporäre Einschränkung
es_419: Restricción temporal
fr: Restriction temporaire
hi: Thode time ke liye ban
ko: 일시 제한
pt: Restrição temporária
pt_br: Restrição temporária
ru: Временное ограничение
tr: Geçici Kısıtlama

# banOverlayMessage
source: Your PW mate found your message inappropriate
ar: PW mate بتاعك شاف رسالتك غير مناسبة
de: Dein PW Mate fand deine Message unangemessen
es_419: Tu PW mate encontró tu mensaje inapropiado
fr: Ton PW mate a trouvé ton message inapproprié
hi: Tumhare PW mate ko message sahi nahi laga
id: PW mate kamu ngerasa pesan kamu gak pantas
ko: PW mate가 메시지 부적절하다고 함
pt: O teu PW mate achou a tua mensagem inapropriada
pt_br: Teu PW mate achou tua mensagem inadequada
ru: Твой PW mate счёл сообщение неуместным
tr: PW mate'in mesajını uygunsuz buldu

# banOverlayRestrictionInfo
source: You cannot share vibes during this time
ar: مش هتقدر تشارك vibes خلال الوقت ده
de: Du kannst während dieser Zeit keine Vibes teilen
es_419: No puedes compartir vibes durante este tiempo
fr: Tu peux pas partager de vibes pendant ce temps
hi: Is time vibes share nahi kar sakte
id: Gak bisa share vibe selama ini
ko: 이 시간 동안 vibe 공유 못해
pt: Não podes partilhar vibes durante este tempo
pt_br: Não pode compartilhar vibes durante esse tempo
ru: Ты не можешь делиться вайбами в это время
tr: Bu süre boyunca vibe paylaşamazsın

# bottomNavMap
source: Map
ar: الخريطة
es_419: Mapa
fr: Carte
ko: 지도
pt: Mapa
pt_br: Mapa
ru: Карта
tr: Harita

# bottomNavHistory
source: History
ar: السجل
de: Verlauf
es_419: Historial
fr: Historique
ko: 히스토리
pt: Histórico
pt_br: Histórico
ru: История
tr: Geçmiş

# bottomNavTrends
source: Trends
ar: الترندات
es_419: Tendencias
fr: Tendances
ko: 트렌드
pt: Tendências
pt_br: Tendências
ru: Тренды
tr: Trendler

# bottomNavSettings
source: Settings
ar: الإعدادات
es_419: Ajustes
fr: Réglages
ko: 설정
pt: Definições
pt_br: Configs
ru: Настройки
tr: Ayarlar

# guidelinesTitle
source: Community Guidelines
ar: قواعد المجتمع
de: Community-Richtlinien
es_419: Reglas de la comunidad
fr: Règles de la communauté
hi: Community Rules
id: Aturan Komunitas
ko: 커뮤니티 가이드라인
pt: Regras da comunidade
pt_br: Regras da comunidade
ru: Правила сообщества
tr: Topluluk Kuralları

# guidelinesRespectTitle
source: Be respectful
ar: كن محترماً
de: Sei respektvoll
es_419: Sé respetuoso
fr: Sois respectueux
hi: Respect karo
id: Hormatin sesama
ko: 존중해
pt: Sê respeitoso
pt_br: Seja respeitoso
ru: Будь уважительным
tr: Saygılı ol

# guidelinesRespectSubtitle
source: Treat everyone with kindness
ar: عامل الكل بلطف
de: Behandle alle mit Freundlichkeit
es_419: Trata a todos con buena onda
fr: Traite tout le monde avec gentillesse
hi: Sabke saath achhe se pesh aao
id: Treat semua orang dengan baik
ko: 모두에게 친절하게
pt: Trata todos com boa onda
pt_br: Trata todo mundo numa boa
ru: Относись ко всем с добротой
tr: Herkese nezaketle davran

# guidelinesNoHarassmentTitle
source: No harassment
ar: لا للمضايقات
de: Keine Belästigung
es_419: Sin acoso
fr: Pas de harcèlement
hi: Harassment nahi
ko: 괴롭힘 금지
pt: Sem assédio
pt_br: Sem assédio
ru: Никаких домогательств
tr: Taciz yok

# guidelinesNoHarassmentSubtitle
source: Don't send inappropriate messages
ar: متبعتش رسائل غير لائقة
de: Sende keine unangemessenen Messages
es_419: No envíes mensajes inapropiados
fr: N'envoie pas de messages inappropriés
hi: Galat messages mat bhejo
id: Jangan kirim pesan gak pantas
ko: 부적절한 메시지 보내지 마
pt: Não envies mensagens inapropriadas
pt_br: Não manda mensagens inadequadas
ru: Не отправляй неуместные сообщения
tr: Uygunsuz mesaj gönderme

# guidelinesKeepRealTitle
source: Keep it real
ar: كن حقيقي
de: Bleib echt
es_419: Sé real
fr: Reste vrai
hi: Real raho
ko: 진짜가 되어
pt: Sê real
pt_br: Seja real
ru: Будь настоящим
tr: Gerçek ol

# guidelinesKeepRealSubtitle
source: Share genuine vibes only
ar: شارك vibes حقيقية بس
de: Teile nur authentische Vibes
es_419: Comparte solo vibes auténticos
fr: Partage seulement des vibes authentiques
hi: Sirf genuine vibes share karo
id: Share vibe asli aja
ko: 진짜 vibe만 공유
pt: Partilha só vibes genuínos
pt_br: Compartilha só vibes autênticos
ru: Делись только искренними вайбами
tr: Sadece gerçek vibe'ları paylaş

# guidelinesHaveFunTitle
source: Have fun
ar: استمتع
de: Hab Spaß
es_419: Diviértete
fr: Amuse-toi
hi: Maza karo
ko: 재밌게 놀아
pt: Diverte-te
pt_br: Se divirta
ru: Веселись
tr: Eğlen

# guidelinesHaveFunSubtitle
source: Enjoy PW sparking connections!
ar: استمتع باتصالات PW!
de: Genieße PW Spark Connections!
es_419: ¡Disfruta las PW chispas!
fr: Profite des PW étincelles !
hi: PW connections enjoy karo!
id: Nikmatin PW connections!
ko: PW 연결 즐겨!
pt: Curte as PW conexões!
pt_br: Curte as PW faíscas!
ru: Наслаждайся PW искрами!
tr: PW bağlantılarının tadını çıkar!

# guidelinesViolationWarning
source: Violations may result in temporary or permanent restrictions
ar: المخالفات ممكن تؤدي لقيود مؤقتة أو دائمة
de: Verstöße können zu temporären oder permanenten Einschränkungen führen
es_419: Las violaciones pueden resultar en restricciones temporales o permanentes
fr: Les violations peuvent entraîner des restrictions temporaires ou permanentes
hi: Rules todne pe temporary ya permanent ban ho sakta hai
id: Melanggar bisa kena restrict sementara atau permanen
ko: 위반하면 일시적 또는 영구 제한 받을 수 있어
pt: Violações podem resultar em restrições temporárias ou permanentes
pt_br: Violações podem resultar em restrições temporárias ou permanentes
ru: Нарушения могут привести к временным или постоянным ограничениям
tr: İhlaller geçici veya kalıcı kısıtlamalarla sonuçlanabilir

# guidelinesButtonUnderstand
source: I Understand
ar: فهمت
de: Verstanden
es_419: Entendido
fr: J'ai compris
hi: Samajh gaya
id: Ngerti
ko: 이해했어
pt: Percebi
pt_br: Entendi
ru: Понятно
tr: Anladım

# emotionSelectorStreakDay
source: Day {day} - Keep your streak alive!
ar: يوم {day} - حافظ على السلسلة!
de: Tag {day} - Halte deine Streak!
es_419: Día {day} - ¡Mantén tu racha!
fr: Jour {day} - Garde ta série !
hi: Day {day} - Streak continue rakho!
id: Hari {day} - Jaga streak kamu!
ko: {day}일째 - 연속 유지해!
pt: Dia {day} - Mantém a tua streak!
pt_br: Dia {day} - Mantém a sequência!
ru: День {day} - Держи серию!
tr: {day}. Gün - Serini koru!

# emotionSelectorTapYourVibe
source: TAP YOUR VIBE
ar: دوس على VIBE بتاعك
de: TIPP DEINEN VIBE
es_419: TOCA TU VIBE
fr: TAPE TON VIBE
hi: VIBE PE TAP KARO
id: TAP VIBE KAMU
ko: 네 VIBE 탭해
pt: TOCA NO TEU VIBE
pt_br: TOCA TEU VIBE
ru: ТАПНИ СВОЙ ВАЙБ
tr: VIBE'INA DOKUN

# emotionSelectorWhatsYourVibe
source: what's your vibe rn?
ar: إيه vibe بتاعك دلوقتي؟
de: was ist dein vibe gerade?
es_419: ¿cuál es tu vibe ahorita?
fr: c'est quoi ton vibe là ?
hi: abhi kya vibe hai?
id: vibe kamu sekarang apa?
ko: 지금 vibe 뭐야?
pt: qual é o teu vibe agora?
pt_br: qual é teu vibe agora?
ru: какой вайб прям сейчас?
tr: şu an vibe'ın ne?

# emotionSelectorActiveNow
source: {count} active now
ar: {count} نشط دلوقتي
de: {count} aktiv jetzt
es_419: {count} activos ahora
fr: {count} actifs maintenant
hi: {count} log active
id: {count} aktif sekarang
ko: {count}명 활성
pt: {count} ativos agora
pt_br: {count} ativos agora
ru: {count} активно сейчас
tr: {count} kişi aktif

# miniBarSendNewPing
source: Send a new ping
ar: ابعت ping جديد
de: Neuen Ping senden
es_419: Envía un nuevo ping
fr: Envoie un nouveau ping
hi: Naya ping bhejo
id: Kirim ping baru
ko: 새 ping 보내
pt: Envia um novo ping
pt_br: Manda um novo ping
ru: Отправь новый пинг
tr: Yeni ping gönder

# miniBarPingActive
source: Your ping is active
ar: ping بتاعك نشط
de: Dein Ping ist aktiv
es_419: Tu ping está activo
fr: Ton ping est actif
hi: Tumhara ping active hai
id: Ping kamu aktif
ko: 네 ping 활성
pt: O teu ping está ativo
pt_br: Teu ping tá ativo
ru: Твой пинг активен
tr: Ping'in aktif

# moderationBanTitle
source: Ban for 7 min
ar: حظر 7 دقائق
de: Ban für 7 Min
es_419: Ban por 7 min
fr: Ban pour 7 min
hi: 7 min ban
id: Ban 7 menit
ko: 7분 차단
pt: Ban por 7 min
pt_br: Ban por 7 min
ru: Бан на 7 мин
tr: 7 dk yasakla

# moderationBanSubtitle
source: Temporarily restrict this user
ar: قيد المستخدم ده مؤقتاً
de: Diesen User temporär einschränken
es_419: Restringir temporalmente a este usuario
fr: Restreindre temporairement cet user
hi: Is user ko thode time ke liye rok do
id: Block user ini sementara
ko: 이 유저 일시 제한
pt: Restringir temporariamente este user
pt_br: Restringir temporariamente esse user
ru: Временно ограничить пользователя
tr: Bu kullanıcıyı geçici olarak kısıtla

# moderationReportTitle
source: Report
ar: بلاغ
de: Melden
es_419: Reportar
fr: Signaler
ko: 신고
pt: Reportar
pt_br: Denunciar
ru: Пожаловаться
tr: Rapor et

# moderationReportSubtitle
source: Report inappropriate behavior
ar: بلغ عن سلوك غير لائق
de: Unangemessenes Verhalten melden
es_419: Reportar comportamiento inadecuado
fr: Signaler un comportement inapproprié
hi: Galat behavior report karo
id: Laporin perilaku gak pantas
ko: 부적절한 행동 신고
pt: Reportar comportamento inapropriado
pt_br: Denunciar comportamento inadequado
ru: Сообщить о неподобающем поведении
tr: Uygunsuz davranışı bildir

# moderationEndChatTitle
source: End Chat
ar: إنهاء المحادثة
de: Chat beenden
es_419: Terminar chat
fr: Terminer le chat
hi: Chat band karo
id: Akhiri Chat
ko: 채팅 종료
pt: Terminar chat
pt_br: Terminar chat
ru: Завершить чат
tr: Sohbeti Bitir

# moderationEndChatSubtitle
source: Leave this PW session
ar: اطلع من جلسة PW دي
de: Diese PW Session verlassen
es_419: Salir de esta sesión PW
fr: Quitter cette session PW
hi: Is PW session se niklo
id: Keluar dari PW session ini
ko: 이 PW 세션 나가기
pt: Sair desta sessão PW
pt_br: Sair dessa sessão PW
ru: Покинуть эту PW сессию
tr: Bu PW oturumundan ayrıl

# moderationReportDialogTitle
source: Report User
ar: بلغ عن المستخدم
de: User melden
es_419: Reportar usuario
fr: Signaler l'utilisateur
hi: User ko report karo
ko: 유저 신고
pt: Reportar user
pt_br: Denunciar usuário
ru: Жалоба на пользователя
tr: Kullanıcıyı Rapor Et

# moderationReportReasonHarassment
source: Harassment
ar: مضايقة
de: Belästigung
es_419: Acoso
fr: Harcèlement
ko: 괴롭힘
pt: Assédio
pt_br: Assédio
ru: Домогательства
tr: Taciz

# moderationReportReasonSpam
source: Spam
ar: سبام
ko: 스팸
ru: Спам

# moderationReportReasonHateSpeech
source: Hate speech
ar: خطاب كراهية
de: Hassrede
es_419: Discurso de odio
fr: Discours de haine
ko: 혐오 발언
pt: Discurso de ódio
pt_br: Discurso de ódio
ru: Язык вражды
tr: Nefret söylemi

# moderationReportReasonOther
source: Other
ar: غير ذلك
de: Anderes
es_419: Otro
fr: Autre
hi: Kuch aur
id: Lainnya
ko: 기타
pt: Outro
pt_br: Outro
ru: Другое
tr: Diğer

# moderationReportSendButton
source: Send Report
ar: ابعت البلاغ
de: Report senden
es_419: Enviar reporte
fr: Envoyer le signalement
hi: Report bhejo
id: Kirim Report
ko: 신고 보내기
pt: Enviar report
pt_br: Enviar denúncia
ru: Отправить жалобу
tr: Raporu Gönder

# pingBottomVibeTooFar
source: Vibe too far (max 3km)
ar: الفايب بعيد جداً
de: Vibe zu weit weg (max 3km)
es_419: Vibe muy lejos (máx 3km)
fr: Vibe trop loin (max 3km)
hi: Vibe bohot door hai
id: Vibe terlalu jauh (max 3km)
ko: Vibe 너무 멀어 (최대 3km)
pt: Vibe muito longe (máx 3km)
pt_br: Vibe muito longe (máx 6km)
ru: Вайб слишком далеко (макс 3км)
tr: Vibe çok uzak (maks 6km)

# pingBottomVibeTooFarMessage
source: Vibe too far - max 3km to send ping
ar: هذا الفايب خارج النطاق
de: Vibe zu weit - max 3km für Ping
es_419: Vibe muy lejos - máx 3km para ping
fr: Vibe trop loin - max 3km pour un ping
hi: Ye vibe reach se bahar hai
id: Vibe kejauhan - max 3km buat ping
ko: Vibe 너무 멀어 - ping 최대 3km
pt: Vibe muito longe - máx 3km para ping
pt_br: Vibe muito longe - máx 6km pra ping
ru: Вайб слишком далеко - макс 3км для пинга
tr: Vibe çok uzak - ping için maks 6km

# pingBottomTooFar
source: TOO FAR
ar: بعيد أوي
de: ZU WEIT
es_419: MUY LEJOS
fr: TROP LOIN
hi: BAHUT DOOR
id: KEJAUHAN
ko: 너무 멀어
pt: MUITO LONGE
pt_br: MUITO LONGE
ru: ДАЛЕКО
tr: ÇOK UZAK

# pingBottomDistanceVeryClose
source: very close
ar: قريب أوي
de: sehr nah
es_419: muy cerca
fr: très proche
hi: ekdum paas
id: deket banget
ko: 완전 가까움
pt: muito perto
pt_br: pertinho
ru: очень близко
tr: çok yakın

# pingBottomTimeNow
source: now
ar: دلوقتي
de: jetzt
es_419: ahora
fr: maintenant
hi: abhi
id: sekarang
ko: 지금
pt: agora
pt_br: agora
ru: сейчас
tr: şimdi

# pingBottomTimeMinutes
source: {minutes}min
ar: {minutes}د
id: {minutes}mnt
ko: {minutes}분
ru: {minutes}мин
tr: {minutes}dk

# pingBottomTimeHours
source: {hours}h
ar: {hours}س
id: {hours}j
ko: {hours}시간
ru: {hours}ч
tr: {hours}sa

# vibeAnimBrainEnergy
source: BIG BRAIN ENERGY
ar: قوة عقلية
de: KOPF AM GLÜHEN
es_419: MENTE A FULL
fr: CERVEAU EN FEU
hi: DIMAAG FULL POWER
id: OTAK FULL POWER
ko: 빅 브레인 에너지
pt: CABEÇA A MIL
pt_br: CÉREBRO FRITANDO
ru: МОЗГИ КИПЯТ
tr: BEYİN GÜCÜ

# vibeAnimCozy
source: VIBE CHECK: COZY
ar: VIBE: مرتاح
de: VIBE: GEMÜTLICH
es_419: VIBE: RELAX
fr: VIBE : COSY
hi: VIBE: SUKOON
id: VIBE: SANTUY
ko: VIBE: 아늑
pt: VIBE: RELAX
pt_br: VIBE: RELAX
ru: ВАЙБ: УЮТ
tr: VIBE: RAHAT

# vibeAnimSweatSlay
source: SWEAT. SLAY. REPEAT
ar: عرق. فوز. كرر
de: SCHWITZEN. SIEGEN. REPEAT
es_419: SUDAR. GANAR. REPETIR
fr: SUER. KIFFER. RÉPÉTER
hi: MEHNAT. JEET. REPEAT
id: KERINGAT. MENANG. ULANG
ko: 땀. 승리. 반복
pt: SUAR. ARRASAR. REPETIR
pt_br: SUAR. VENCER. REPETIR
ru: КРОСС ФИТ ЗАРЯЖАЕТ
tr: TER DÖK. KAZAN. TEKRAR

# vibeAnimLostInBeat
source: LOST IN THE BEAT
ar: ضايع في الإيقاع
de: LOST IM BEAT
es_419: PERDIDO EN EL BEAT
fr: PERDU DANS LE SON
hi: BEAT MEIN KHOYA
id: LARUT DALAM BEAT
ko: 비트에 빠짐
pt: PERDIDO NO BEAT
pt_br: PERDIDO NO BEAT
ru: ПОТЕРЯН В БИТЕ
tr: RİTİMDE KAYIP

# vibeAnimCityLights
source: CITY LIGHTS: ON
ar: أضواء المدينة
de: CITY LIGHTS AN
es_419: LUCES DE LA CIUDAD
fr: LUMIÈRES URBAINES
hi: CITY KI LIGHTS
ko: 도시의 불빛
pt: LUZES DA CIDADE
pt_br: LUZES DA CIDADE
ru: ГОРОД ЖИВЕТ
tr: ŞEHİR IŞIKLARI

# vibeAnimLightsCameraVibes
source: LIGHTS. CAMERA. VIBES.
ar: أضواء. كاميرا. VIBES.
de: LICHT. KAMERA. VIBES.
es_419: LUZ. CÁMARA. VIBES.
fr: ACTION. CAMÉRA. VIBES.
ko: 라이트. 카메라. VIBES.
pt: LUZ. CÂMARA. VIBES.
pt_br: LUZ. CÂMERA. VIBES.
ru: СВЕТ. КАМЕРА. ВАЙБЫ.
tr: IŞIK. KAMERA. VIBE'LAR.

# vibeAnimEveningVibes
source: EVENING VIBES
ar: أجواء المساء
de: ABEND VIBES
es_419: VIBES NOCTURNOS
fr: VIBES DU SOIR
hi: SHAAM KE VIBES
id: MALAM VIBES
ko: 저녁 VIBES
pt: VIBES NOTURNOS
pt_br: VIBES NOTURNAS
ru: ВЕЧЕРНИЙ ВАЙБ
tr: AKŞAM VIBE'LARI

# vibeAnimPartyMode
source: PARTY MODE: ON
ar: وضع الحفلة: شغال
de: PARTY MODE: AN
es_419: MODO: FIESTA
fr: MODE : SOIRÉE
ko: 파티 모드: ON
pt: MODO: FESTA
pt_br: MODO: FESTA
ru: РЕЖИМ: ДВИ́Ж
tr: PARTİ MODU: AÇIK

# vibeAnimSubBrainTime
source: Big brain time 🧠
ar: وقت التفكير 🧠
de: Brain Time 🧠
es_419: Hora de pensar 🧠
fr: Temps de réflexion 🧠
hi: Dimaag ka time 🧠
id: Waktunya mikir 🧠
ko: 브레인 타임 🧠
pt: Hora de pensar 🧠
pt_br: Hora de pensar 🧠
ru: Время думать 🧠
tr: Beyin zamanı 🧠

# vibeAnimSubCaffeine
source: Caffeine vibes ☕
ar: أجواء القهوة ☕
de: Koffein Vibes ☕
es_419: Vibes de cafeína ☕
fr: Vibes caféine ☕
hi: Coffee ke vibes ☕
id: Vibes kopi ☕
ko: 카페인 vibes ☕
pt: Vibes de cafeína ☕
pt_br: Vibes de cafeína ☕
ru: Кофейный вайб ☕
tr: Kafein vibe'ları ☕

# vibeAnimSubNoDaysOff
source: No days off 🔥
ar: مفيش إجازات 🔥
es_419: Sin descanso 🔥
fr: Pas de repos 🔥
hi: Koi break nahi 🔥
id: Gak ada libur 🔥
ko: 쉬는 날 없어 🔥
pt: Sem descanso 🔥
pt_br: Sem folga 🔥
ru: Без выходных 🔥
tr: İzin günü yok 🔥

# vibeAnimSubVolumeMax
source: Volume: MAX 🎧
ar: الصوت: أقصى 🎧
de: Lautstärke: MAX 🎧
es_419: Volumen: MAX 🎧
hi: Volume: FULL 🎧
ko: 볼륨: MAX 🎧
pt_br: Volume: MÁXIMO 🎧
ru: Громкость: МАКС 🎧
tr: Ses: FULL 🎧

# vibeAnimSubUrbanExplorer
source: Urban explorer 🌃
ar: مستكشف المدينة 🌃
es_419: Explorador urbano 🌃
fr: Explorateur urbain 🌃
hi: Sheher ghoomte hue 🌃
id: Jelajah kota 🌃
ko: 도시 탐험가 🌃
pt: Explorador urbano 🌃
pt_br: Explorador urbano 🌃
ru: Исследую город 🌃
tr: Şehir kaşifi 🌃
