Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# vibeAnimSubCreateGlow
source: Create & glow 📸
ar: ابدع واتألق 📸
es_419: Crear y brillar 📸
fr: Créer et briller 📸
hi: Create aur chamko 📸
ko: 창작 & 빛나기 📸
pt: Criar e brilhar 📸
pt_br: Criar e brilhar 📸
ru: Творю и свечусь 📸
tr: Yarat ve parla 📸

# vibeAnimSubNightFlow
source: Night Flow 🌙
ar: إيقاع الليل 🌙
es_419: Flow nocturno 🌙
fr: Flow nocturne 🌙
hi: Raat ka flow 🌙
ko: 나이트 플로우 🌙
pt: Flow noturno 🌙
pt_br: Flow noturno 🌙
ru: Ночной флоу 🌙
tr: Gece akışı 🌙

# vibeAnimSubUnleashChaos
source: Unleash the chaos 🎉
ar: اطلق الفوضى 🎉
de: Chaos entfesseln 🎉
es_419: Suelta el caos 🎉
fr: Libère le chaos 🎉
hi: Chaos shuru karo 🎉
id: Lepasin chaos 🎉
ko: 카오스 해방 🎉
pt: Liberta o caos 🎉
pt_br: Solta o caos 🎉
ru: Выпусти хаос 🎉
tr: Kaosu serbest bırak 🎉

# vibeAnimDefaultMessage
source: VIBE SET
ar: VIBE محدد
de: VIBE GESETZT
es_419: VIBE FIJADO
fr: VIBE FIXÉ
ko: VIBE 설정됨
pt: VIBE FIXADO
pt_br: VIBE MARCADO
ru: ВАЙБ УСТАНОВЛЕН
tr: VIBE AYARLANDI

# vibeAnimDefaultSubMessage
source: Let's go!
ar: يلا نبدأ!
es_419: ¡Vamos!
fr: C'est parti !
hi: Chalo shuru karte hain!
id: Yuk mulai!
ko: 가보자고!
pt: Bora!
pt_br: Bora!
ru: Погнали!
tr: Hadi başlayalım!

# viralShareFailed
source: Failed to share
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
es_419: Falla al compartir
fr: Échec du partage
hi: Share nahi hua
id: Gagal share
ko: 공유 실패
pt: Falha a partilhar
pt_br: Falha ao compartilhar
ru: Не удалось поделиться
tr: Paylaşılamadı

# viralShareTextNight
source: everyone's asleep. but something's happening pingandwink.com
ar: الكل نايم. بس في حاجة بتحصل pingandwink.com
de: alle schlafen. aber etwas passiert pingandwink.com
es_419: todos duermen. pero algo está pasando pingandwink.com
fr: tout le monde dort. mais quelque chose se passe pingandwink.com
hi: sab so rahe hain. lekin kuch ho raha hai pingandwink.com
id: semua tidur. tapi ada yang terjadi pingandwink.com
ko: 다들 자. 근데 뭔가 일어나고 있어 pingandwink.com
pt: todos dormem. mas algo está a acontecer pingandwink.com
pt_br: todo mundo dormindo. mas algo tá rolando pingandwink.com
ru: все спят. но что-то происходит pingandwink.com
tr: herkes uyuyor. ama bir şeyler oluyor pingandwink.com

# viralShareTextEvening
source: evening. the best time pingandwink.com
ar: بالليل. أحسن وقت pingandwink.com
de: der abend. die beste zeit pingandwink.com
es_419: la noche. el mejor momento pingandwink.com
fr: le soir. le meilleur moment pingandwink.com
hi: shaam. best time pingandwink.com
id: malem. waktu terbaik pingandwink.com
ko: 저녁. 최고의 시간 pingandwink.com
pt: a noite. a melhor altura pingandwink.com
pt_br: a noite. o melhor momento pingandwink.com
ru: вечер. лучшее время pingandwink.com
tr: akşam. en iyi zaman pingandwink.com

# viralShareTextDefault
source: what's happening right now? pingandwink.com
ar: إيه اللي بيحصل دلوقتي؟ pingandwink.com
de: was passiert gerade jetzt? pingandwink.com
es_419: ¿qué está pasando ahorita? pingandwink.com
fr: qu'est-ce qui se passe maintenant ? pingandwink.com
hi: abhi kya chal raha hai? pingandwink.com
id: ada apa sekarang? pingandwink.com
ko: 지금 뭐 일어나고 있지? pingandwink.com
pt: o que está a acontecer agora mesmo? pingandwink.com
pt_br: o que tá rolando agora? pingandwink.com
ru: что происходит прямо сейчас? pingandwink.com
tr: şu an neler oluyor? pingandwink.com

# viralShareMainText
source: what's happening while you read this?
ar: إيه اللي بيحصل وانت بتقرأ ده؟
de: was passiert während du das liest?
es_419: ¿qué está pasando mientras lees esto?
fr: qu'est-ce qui se passe pendant que tu lis ça ?
hi: kya ho raha hai jab tum ye padh rahe ho?
id: apa yang terjadi pas kamu baca ini?
ko: 이거 읽는 동안 뭐 일어나고 있지?
pt: o que está a acontecer enquanto lês isto?
pt_br: o que tá rolando enquanto você lê isso?
ru: что происходит пока ты это читаешь?
tr: sen bunu okurken neler oluyor?

# viralShareFindOut
source: find out
ar: اكتشف
de: finde es raus
es_419: descubre
fr: découvre
hi: pata karo
id: cari tau
ko: 알아봐
pt: descobre
pt_br: descobre
ru: узнай
tr: öğren

# viralShareButton
source: share →
ar: شارك →
de: teilen →
es_419: compartir →
fr: partager →
hi: share karo →
ko: 공유 →
pt: partilhar →
pt_br: compartilhar →
ru: поделиться →
tr: paylaş →

# winkBannerSparkmateWants
source: PW mate wants to connect
ar: PW mate عايز يتواصل
de: PW Mate will connecten
es_419: PW mate quiere conectar
fr: PW mate veut connecter
hi: PW mate connect karna chahta hai
id: PW mate mau connect
ko: PW mate가 연결하고 싶어해
pt: PW mate quer conectar
pt_br: PW mate quer conectar
ru: PW mate хочет коннект
tr: PW mate bağlanmak istiyor

# distanceMeters
source: {meters}m
ar: {meters}م
ru: {meters}м

# distanceKilometers
source: {km}km
ar: {km}كم
ru: {km}км

# settingsFooterTagline
source: Ping & Wink - Just Vibes
es_419: Ping & Wink - Solo vibes
fr: Ping & Wink - Juste des vibes
pt: Ping & Wink - Só vibes
pt_br: Ping & Wink - Só vibes
ru: Ping & Wink - Просто вайбы

# sparkChatTitle
source: PW Chat
ru: PW Чат

# pingBottomDistanceMeters
source: {meters}m
ar: {meters}م
ru: {meters}м

# pingBottomDistanceKilometers
source: {km}km
ar: {km}كم
ru: {km}км

# winkBannerWinkBack
source: WINK BACK
de: WINK ZURÜCK
es_419: WINK DE VUELTA
fr: WINK RETOUR
pt_br: WINK DE VOLTA
ru: WINK НАЗАД

# trendsSparkers
source: PW mates
tr: PW mate'ler
