Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# waitMinutes
source: Wait {minutes} min ⏰
ar: استنى {minutes} دقيقة ⏰
de: Warte {minutes} Min ⏰
es_419: Espera {minutes} min ⏰
fr: Attends {minutes} min ⏰
hi: {minutes} min ruko ⏰
id: Tunggu {minutes} menit ⏰
ko: {minutes}분 기다려 ⏰
pt: Espera {minutes} min ⏰
pt_br: Espera {minutes} min ⏰
ru: Подожди {minutes} мин ⏰
tr: {minutes} dk bekle ⏰

# swipeDownToMap
source: ↓ Swipe down to see map
ar: ↓ اسحب لتحت عشان تشوف الخريطة
de: ↓ Swipe runter zur Map
es_419: ↓ Desliza para ver el mapa
fr: ↓ Swipe vers le bas pour la carte
hi: ↓ Neeche swipe kar ke map dekho
id: ↓ Swipe ke bawah buat liat map
ko: ↓ 아래로 스와이프해서 지도 봐
pt: ↓ Desliza para ver o mapa
pt_br: ↓ Arrasta pra baixo pro mapa
ru: ↓ Свайпни вниз к карте
tr: ↓ Haritayı görmek için aşağı kaydır

source: Change your mood
ar: غير مودك
de: Mood ändern
es_419: Cambiar tu mood
fr: Changer ton mood
hi: Mood change karo
id: Ganti mood kamu
ko: 기분 바꾸기
pt: Mudar o teu mood
pt_br: Mudar teu mood
ru: Изменить настроение
tr: Ruh halini değiştir

source: Swipe up ↑
ar: اسحب لفوق ↑
de: Swipe nach oben ↑
es_419: Desliza arriba ↑
fr: Swipe vers le haut ↑
hi: Upar swipe karo ↑
id: Swipe ke atas ↑
ko: 위로 스와이프 ↑
pt: Desliza para cima ↑
pt_br: Arrasta pra cima ↑
ru: Свайпни вверх ↑
tr: Yukarı kaydır ↑

# youAreNotAlone
source: You're not alone!
ar: مش لوحدك!
de: Du bist nicht allein!
es_419: ¡No estás solo!
fr: T'es pas seul !
hi: Tum akele nahi ho!
id: Kamu gak sendirian!
ko: 너 혼자가 아니야!
pt: Não estás sozinho!
pt_br: Você não tá sozinho!
ru: Ты не один!
tr: Yalnız değilsin!

source: YOU
ar: انت
de: DU
es_419: TÚ
fr: TOI
hi: TUM
id: KAMU
ko: 너
pt: TU
pt_br: VOCÊ
ru: ТЫ
tr: SEN

source: others
ar: غيرك
de: andere
es_419: más
fr: autres
hi: aur log
id: lainnya
ko: 명 더
pt: outros
pt_br: outros
ru: человек
tr: kişi daha

source: days
ar: يوم
de: Tage
es_419: días
fr: jours
hi: din
id: hari
ko: 일
pt: dias
pt_br: dias
ru: дней
tr: gün

# streak
source: 🔥 Streak: {days} days
ar: 🔥 السلسلة: {days} يوم
de: 🔥 Streak: {days} Tage
es_419: 🔥 Racha: {days} días
fr: 🔥 Série : {days} j
hi: 🔥 Streak: {days} din
id: 🔥 Streak: {days} hari
ko: 🔥 연속: {days}일
pt: 🔥 Streak: {days} dias
pt_br: 🔥 Sequência: {days} dias
ru: 🔥 Серия: {days} дн.
tr: 🔥 Seri: {days} gün

source: 📤 Share my vibe
ar: 📤 شارك vibe بتاعي
de: 📤 Vibe teilen
es_419: 📤 Compartir mi vibe
fr: 📤 Partager mon vibe
hi: 📤 Mera vibe share karo
id: 📤 Share vibe gue
ko: 📤 내 vibe 공유
pt: 📤 Partilhar o meu vibe
pt_br: 📤 Compartilhar meu vibe
ru: 📤 Поделиться вайбом
tr: 📤 Vibe'ımı paylaş

source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
hi: Band karo
id: Tutup
ko: 닫기
pt: Fechar
pt_br: Fechar
ru: Закрыть
tr: Kapat

source: happy
ar: سعيد
de: fühlen
es_419: vibran
fr: kiffent
hi: khush
id: senang
ko: 행복
pt: felizes
pt_br: na vibe
ru: кайфуют
tr: mutlu

source: nearby
ar: قريب
de: in deiner Nähe
es_419: cerca de ti
fr: près de toi
hi: paas mein
id: deket sini
ko: 근처
pt: perto de ti
pt_br: perto de você
ru: рядом
tr: yakında

# enableLocationSettings
source: Enable location in settings
ar: فعّل الموقع من الإعدادات
de: Standort in Einstellungen aktivieren
es_419: Activa ubicación en ajustes
fr: Active la géoloc dans les réglages
hi: Settings mein location on karo
id: Aktifin lokasi di settings
ko: 설정에서 위치 켜줘
pt: Ativa localização nas definições
pt_br: Ativa a localização nas configs
ru: Включи геолокацию в настройках
tr: Ayarlardan konumu aç

source: Error, try again
ar: خطأ، جرب تاني
de: Fehler, versuch's nochmal
es_419: Error, intenta otra vez
fr: Erreur, réessaie
hi: Error aa gaya, phir try karo
id: Error nih, coba lagi
ko: 에러, 다시 해봐
pt: Erro, tenta outra vez
pt_br: Erro, tenta de novo
ru: Ошибка, попробуй ещё
tr: Hata oldu, tekrar dene

source: Network error
ar: مشكلة في الشبكة
de: Netzwerkfehler
es_419: Error de red
fr: Problème réseau
hi: Network nahi hai
id: Jaringan error
ko: 네트워크 에러
pt: Erro de rede
pt_br: Problema na rede
ru: Проблема с сетью
tr: Ağ hatası

source: Missing configuration
ar: الإعدادات ناقصة
de: Konfiguration fehlt
es_419: Falta configuración
fr: Config manquante
hi: Setup missing hai
id: Konfigurasi gak ada
ko: 설정 누락
pt: Falta configuração
pt_br: Faltou configuração
ru: Нет настроек
tr: Yapılandırma eksik

# shareMessage
source: no cap, feeling {emotion} rn 💭 who else? check -> moodmap.cloud #MoodMap #VibeCheck
ar: حاسس بـ {emotion} دلوقتي 💭 مين تاني؟ شوف -> moodmap.cloud #MoodMap #VibeCheck
de: meine mood {emotion} gerade 💭 wer noch? check -> moodmap.cloud #MoodMap #VibeCheck
es_419: mi mood {emotion} ahorita 💭 quién más? checa -> moodmap.cloud #MoodMap #VibeCheck
fr: mon mood {emotion} là maintenant 💭 qui d'autre ? check -> moodmap.cloud #MoodMap #VibeCheck
hi: sach mein {emotion} feel kar raha hun abhi 💭 aur kaun? check karo -> moodmap.cloud #MoodMap #VibeCheck
id: beneran lagi {emotion} sekarang 💭 siapa lagi? cek -> moodmap.cloud #MoodMap #VibeCheck
ko: 지금 진짜 {emotion} 느끼는 중 💭 또 누구? 체크 -> moodmap.cloud #MoodMap #VibeCheck
pt: bué mood {emotion} agora mesmo 💭 quem mais? vê aqui -> moodmap.cloud #MoodMap #VibeCheck
pt_br: meu mood {emotion} agora 💭 quem mais? olha -> moodmap.cloud #MoodMap #VibeCheck
ru: чувствую {emotion} прям сейчас 💭 кто ещё? чекни -> moodmap.cloud #MoodMap #VibeCheck
tr: şu an harbiden {emotion} hissediyorum 💭 başka kim var? bak -> moodmap.cloud #MoodMap #VibeCheck

# shareSubject
source: My vibe on MoodMap! 🌟
ar: vibe بتاعي على MoodMap! 🌟
de: Mein Vibe auf MoodMap! 🌟
es_419: ¡Mi vibe en MoodMap! 🌟
fr: Mon vibe sur MoodMap ! 🌟
hi: Mera vibe MoodMap pe! 🌟
id: Vibe gue di MoodMap! 🌟
ko: MoodMap에서 내 vibe! 🌟
pt: O meu vibe no MoodMap! 🌟
pt_br: Meu vibe no MoodMap! 🌟
ru: Мой вайб на MoodMap! 🌟
tr: MoodMap'teki vibe'ım! 🌟

# pingErrorYourVibeExpired
source: Your vibe has expired, place a new one
ar: vibe بتاعك انتهى، حط واحد جديد
de: Dein Vibe ist abgelaufen, setz einen neuen
es_419: Tu vibe expiró, pon uno nuevo
fr: Ton vibe a expiré, mets-en un nouveau
hi: Tumhara vibe expire ho gaya, naya dalo
id: Vibe kamu udah expired, bikin yang baru
ko: 네 vibe 만료됐어, 새로 놓아
pt: O teu vibe expirou, põe um novo
pt_br: Seu vibe expirou, coloca um novo
ru: Твой вайб истёк, поставь новый
tr: Vibe'ın süresi dolmuş, yeni koy

# pingSentSuccess
source: Ping sent! ⚡ 60s to get Wink
ar: ping اتبعت! ⚡ 60 ثانية للـ Wink
de: Ping gesendet! ⚡ 60s für einen Wink
es_419: ¡Ping enviado! ⚡ 60s para un Wink
fr: Ping envoyé ! ⚡ 60s pour un Wink
hi: Ping bhej diya! ⚡ 60s mein Wink milega
id: Ping terkirim! ⚡ 60 detik buat dapet Wink
ko: Ping 보냈어! ⚡ Wink까지 60초
pt: Ping enviado! ⚡ 60s para um Wink
pt_br: Ping enviado! ⚡ 60s pra um Wink
ru: Ping отправлен! ⚡ 60 сек на Wink
tr: Ping gönderildi! ⚡ Wink için 60 saniye

# pingWaitSeconds
source: Wait {seconds} seconds
ar: استنى {seconds} ثانية
de: Warte {seconds} Sek
es_419: Espera {seconds} seg
fr: Attends {seconds} sec
hi: {seconds} second ruko
id: Tunggu {seconds} detik
ko: {seconds}초 기다려
pt: Espera {seconds} seg
pt_br: Espera {seconds} seg
ru: Подожди {seconds} сек
tr: {seconds} saniye bekle

# pingSomeoneAlreadySent
source: Someone already sent a ping
ar: حد بعت ping قبلك
de: Jemand hat schon einen Ping gesendet
es_419: Alguien ya envió un ping
fr: Quelqu'un a déjà envoyé un ping
hi: Kisi ne pehle hi ping bhej diya
id: Udah ada yang ngirim ping duluan
ko: 누가 이미 ping 보냈어
pt: Alguém já enviou um ping
pt_br: Alguém já mandou ping
ru: Кто-то уже отправил ping
tr: Biri zaten ping göndermiş

# pingPersonInSpark
source: This person is in a PW chat
ar: الشخص ده في PW chat دلوقتي
de: Diese Person ist schon im PW Chat
es_419: Esta persona ya está en PW chat
fr: Cette personne est déjà en PW chat
hi: Ye banda PW chat mein busy hai
id: Orang ini lagi di PW chat
ko: 이 사람 PW chat 중이야
pt: Esta pessoa está num PW chat
pt_br: Essa pessoa já tá no PW chat
ru: Человек уже в PW чате
tr: Bu kişi PW chat'te meşgul

# pingThisVibeExpired
source: This vibe has expired
ar: vibe ده انتهى
de: Dieser Vibe ist abgelaufen
es_419: Este vibe ya expiró
fr: Ce vibe a expiré
hi: Ye vibe purana ho gaya
id: Vibe ini udah expired
ko: 이 vibe 만료됐어
pt: Este vibe já expirou
pt_br: Esse vibe já era
ru: Этот вайб уже истёк
tr: Bu vibe'ın süresi dolmuş

# pingFailedToSend
source: Failed to send
ar: مش قادر يتبعت
de: Senden fehlgeschlagen
es_419: No se pudo enviar
fr: Échec de l'envoi
hi: Send nahi hua
id: Gagal ngirim
ko: 보내기 실패
pt: Não deu para enviar
pt_br: Não conseguiu enviar
ru: Не удалось отправить
tr: Gönderilemedi

# pingSendingError
source: Sending error
ar: خطأ في الإرسال
de: Fehler beim Senden
es_419: Error al enviar
fr: Erreur d'envoi
hi: Bhejne mein error
id: Error pas ngirim
ko: 전송 에러
pt: Erro a enviar
pt_br: Erro no envio
ru: Ошибка отправки
tr: Gönderme hatası

source: Ping cancelled
ar: ping اتلغى
de: Ping abgebrochen
es_419: Ping cancelado
fr: Ping annulé
hi: Ping cancel ho gaya
id: Ping dibatalin
ko: Ping 취소됨
pt: Ping cancelado
pt_br: Ping cancelado
ru: Ping отменён
tr: Ping iptal edildi

# pingCancelledBySender
source: Ping was cancelled by sender
ar: المرسل لغى ping
de: Ping vom Sender abgebrochen
es_419: Ping cancelado por quien envió
fr: Ping annulé par l'expéditeur
hi: Sender ne ping cancel kar diya
id: Ping dibatalin sama pengirim
ko: 보낸 사람이 ping 취소함
pt: Ping cancelado pelo remetente
pt_br: Ping cancelado por quem mandou
ru: Ping отменён отправителем
tr: Gönderen ping'i iptal etti

# pingErrorConnecting
source: Error connecting with PW mate
ar: مش قادر يتصل بـ PW mate
de: Fehler beim Verbinden mit PW Mate
es_419: Error conectando con PW mate
fr: Erreur de connexion avec le PW mate
hi: PW mate se connect nahi ho raha
id: Error connect ke PW mate
ko: PW mate 연결 에러
pt: Erro a conectar com PW mate
pt_br: Erro conectando com o PW mate
ru: Ошибка соединения с PW mate
tr: PW mate'e bağlanma hatası

# pingErrorStartingChat
source: Error starting chat session
ar: خطأ في بدء المحادثة
de: Fehler beim Chat-Start
es_419: Error iniciando el chat
fr: Erreur au lancement du chat
hi: Chat start nahi ho raha
id: Error mulai chat session
ko: 채팅 시작 에러
pt: Erro a iniciar o chat
pt_br: Erro iniciando o chat
ru: Ошибка запуска чата
tr: Sohbet başlatma hatası

# chatTimeNow
source: now
ar: دلوقتي
de: jetzt
es_419: ahora
fr: maintenant
hi: abhi
id: sekarang
ko: 지금
pt: agora
pt_br: agora
ru: сейчас
tr: şimdi

# chatTimeMinutes
source: {minutes}m
ar: {minutes}د
ko: {minutes}분
ru: {minutes}м
tr: {minutes}dk

# chatTimeHours
source: {hours}h
ar: {hours}س
id: {hours}j
ko: {hours}시간
ru: {hours}ч
tr: {hours}sa

# distanceVeryClose
source: very close
ar: قريب أوي
de: sehr nah
es_419: muy cerca
fr: très proche
hi: ekdum paas
id: deket banget
ko: 완전 가까움
pt: muito perto
pt_br: pertinho
ru: очень близко
tr: çok yakın

# birthYearTitle
source: your birth year
ar: سنة ميلادك
de: dein Geburtsjahr
es_419: tu año de nacimiento
fr: ton année de naissance
hi: kab paida hue the
id: tahun lahir kamu
ko: 태어난 년도
pt: o teu ano de nascimento
pt_br: teu ano de nascimento
ru: твой год рождения
tr: doğum yılın

# birthYearPrivacyText
source: private • never shown to anyone
ar: خاص • محدش هيشوفه
de: privat • wird nie gezeigt
es_419: privado • nunca se muestra
fr: privé • jamais montré
hi: private • kisi ko nahi dikhega
id: private • gak bakal ditunjukin
ko: 비공개 • 아무도 못 봄
pt: privado • nunca mostrado
pt_br: privado • ninguém vê
ru: приватно • никому не покажем
tr: gizli • kimseye gösterilmez

# birthYearDefaultGeneration
source: Cool Gen ⭐
ar: جيل رائع ⭐
de: Coole Generation ⭐
es_419: Generación Cool ⭐
fr: Génération Cool ⭐
hi: Cool Generation ⭐
id: Generasi Keren ⭐
ko: 쿨한 세대 ⭐
pt: Geração Cool ⭐
pt_br: Geração Top ⭐
ru: Крутое поколение ⭐
tr: Havalı Nesil ⭐

# genLabel2012
source: iPad Kids 📱
ar: جيل الآيباد 📱
es_419: Niños iPad 📱
fr: Enfants iPad 📱
hi: iPad Babies 📱
id: Kids Jaman Now 📱
ko: 아이패드 키즈 📱
pt: Miúdos iPad 📱
pt_br: Crianças iPad 📱
ru: Дети iPad 📱
tr: iPad Çocukları 📱

# genLabel2011
source: Minecraft OGs ⛏️
ar: أساطير Minecraft ⛏️
es_419: OG Minecraft ⛏️
fr: OG Minecraft ⛏️
id: Minecraft OG ⛏️
ko: 마크 OG ⛏️
pt: OG Minecraft ⛏️
pt_br: OG Minecraft ⛏️
ru: OG Minecraft ⛏️
tr: Minecraft OG'leri ⛏️

# genLabel2010
source: Angry Birds 🦅
ko: 앵그리버드 🦅

# genLabel2009
source: Instagram Gen 📸
ar: جيل إنستجرام 📸
de: Insta Generation 📸
es_419: Gen Instagram 📸
fr: Génération Insta 📸
hi: Insta Kids 📸
ko: 인스타 세대 📸
pt: Gen Instagram 📸
pt_br: Geração Instagram 📸
ru: Поколение Instagram 📸
tr: Instagram Nesli 📸

# genLabel2008
source: Musical.ly 🎵
ko: 뮤지컬리 🎵

# genLabel2007
source: TikTok Kids 🎬
ar: أطفال TikTok 🎬
es_419: Niños TikTok 🎬
fr: Enfants TikTok 🎬
hi: TikTok Gen 🎬
ko: 틱톡 키즈 🎬
pt: Miúdos TikTok 🎬
pt_br: Crianças TikTok 🎬
ru: Дети TikTok 🎬
tr: TikTok Çocukları 🎬

# genLabel2006
source: YouTube Gen 🎮
ar: جيل YouTube 🎮
es_419: Gen YouTube 🎮
fr: Génération YouTube 🎮
hi: YouTube Wale 🎮
ko: 유튜브 세대 🎮
pt: Gen YouTube 🎮
pt_br: Geração YouTube 🎮
ru: Поколение YouTube 🎮
tr: YouTube Nesli 🎮

# genLabel2005
source: Facebook Era 👍
ar: عصر Facebook 👍
de: StudiVZ Ära 👍
es_419: Era Facebook 👍
fr: Ère Facebook 👍
id: Era Facebook 👍
ko: 페북 시대 👍
pt: Era Facebook 👍
pt_br: Era Orkut 👍
ru: Эра Facebook 👍
tr: Facebook Dönemi 👍

# genLabel2004
source: Snapchat 👻
ko: 스냅챗 👻

# genLabel2003
source: MSN Era 💬
ar: زمن الماسنجر 💬
de: ICQ Ära 💬
es_419: Era MSN 💬
fr: Ère MSN 💬
hi: Orkut Times 💬
id: Era Friendster 💬
ko: 싸이월드 시대 💬
pt: Era MSN 💬
pt_br: Era MSN 💬
ru: Эра ICQ 💬
tr: MSN Zamanı 💬

# genLabel2002
source: iPod Gen 🎧
ar: جيل iPod 🎧
de: iPod Generation 🎧
es_419: Gen iPod 🎧
fr: Génération iPod 🎧
hi: iPod Wale 🎧
ko: 아이팟 세대 🎧
pt: Gen iPod 🎧
pt_br: Geração iPod 🎧
ru: Поколение iPod 🎧
tr: iPod Nesli 🎧

# genLabel2001
source: Potterheads ⚡
ar: عشاق هاري بوتر ⚡
fr: Harry Potter ⚡
hi: Harry Potter Fans ⚡
id: Generasi Harry Potter ⚡
ko: 해리포터 팬 ⚡
pt_br: Harry Potter ⚡
ru: Поттероманы ⚡
tr: Harry Potter Hayranları ⚡

# genLabel2000
source: Y2K Kids 🌐
ar: أطفال Y2K 🌐
es_419: Niños Y2K 🌐
fr: Enfants Y2K 🌐
ko: Y2K 키즈 🌐
pt: Miúdos Y2K 🌐
pt_br: Crianças Y2K 🌐
ru: Дети Y2K 🌐
tr: Y2K Çocukları 🌐

# genLabel1999
source: Matrix Gen 💊
ar: جيل Matrix 💊
es_419: Gen Matrix 💊
fr: Génération Matrix 💊
ko: 매트릭스 세대 💊
pt: Gen Matrix 💊
pt_br: Geração Matrix 💊
ru: Поколение Matrix 💊
tr: Matrix Nesli 💊

# genLabel1998
source: Game Boy 🎮
ko: 게임보이 🎮

# genLabel1997
source: Pokémon 🔴
ko: 포켓몬 🔴

# genLabel1996
source: AOL Kids 💻
ar: أطفال الإنترنت 💻
de: Modem Kids 💻
es_419: Niños Internet 💻
fr: Enfants Modem 💻
hi: Internet Start 💻
id: Kids Internet 💻
ko: PC통신 키즈 💻
pt: Miúdos Internet 💻
pt_br: Crianças Internet Discada 💻
ru: Дети Dial-Up 💻
tr: İnternet Çocukları 💻

# genLabel1995
source: Windows 95 🪟
ko: 윈도우95 🪟

# genLabel1994
source: Friends Era ☕
ar: عصر Friends ☕
de: Friends Ära ☕
es_419: Era Friends ☕
fr: Ère Friends ☕
hi: F.R.I.E.N.D.S ☕
id: Era Friends ☕
ko: 프렌즈 시대 ☕
pt: Era Friends ☕
pt_br: Era Friends ☕
ru: Эра Друзей ☕
tr: Friends Dönemi ☕

# genLabel1993
source: Sonic Gen 💨
ar: جيل Sonic 💨
es_419: Gen Sonic 💨
fr: Génération Sonic 💨
ko: 소닉 세대 💨
pt: Gen Sonic 💨
pt_br: Geração Sonic 💨
ru: Поколение Sonic 💨
tr: Sonic Nesli 💨

# genLabel1992
source: Cartoon Network 📺
ar: سبيستون 📺
de: RTL2 Anime 📺
es_419: Dragon Ball Z 📺
fr: Club Dorothée 📺
id: Era Doraemon 📺
ko: 서울 올림픽 📺
pt: Dragon Ball 📺
pt_br: Cavaleiros do Zodíaco 📺
tr: TRT Çocuk 📺

# genLabel1991
source: SNES Kids 🎮
ar: أطفال الألعاب 🎮
de: Super Nintendo 🎮
es_419: Super Nintendo 🎮
fr: Enfants NES 🎮
hi: Video Game Era 🎮
ko: 슈퍼패미컴 🎮
pt: Super Nintendo 🎮
pt_br: Super Nintendo 🎮
ru: Дети Dendy 🎮
tr: SNES Çocukları 🎮

# genLabel1990
source: MTV Gen 🎸
ar: جيل MTV 🎸
de: MTV Generation 🎸
es_419: Gen MTV 🎸
fr: Génération MTV 🎸
ko: MTV 세대 🎸
pt: Gen MTV 🎸
pt_br: Geração MTV 🎸
ru: Поколение MTV 🎸
tr: MTV Nesli 🎸

# genLabel1989
source: NES Era 🕹️
ar: عصر Nintendo 🕹️
de: Mauerfall Kids 🕹️
es_419: Era Nintendo 🕹️
fr: Ère Game Boy 🕹️
hi: Nintendo Era 🕹️
id: Nintendo Era 🕹️
ko: 닌텐도 시대 🕹️
pt: Era Nintendo 🕹️
pt_br: Era Master System 🕹️
ru: Эра Тетрис 🕹️
tr: Nintendo Dönemi 🕹️

# genLabel1988
source: Walkman 🎧
ko: 워크맨 🎧

# genLabel1987
source: VHS Kids 📼
ar: أطفال VHS 📼
es_419: Niños VHS 📼
fr: Enfants VHS 📼
ko: VHS 키즈 📼
pt: Miúdos VHS 📼
pt_br: Crianças VHS 📼
ru: Дети VHS 📼
tr: VHS Çocukları 📼

# genLabel1986
source: Arcade Gen 👾
ar: جيل الأتاري 👾
es_419: Gen Arcade 👾
fr: Génération Arcade 👾
ko: 오락실 세대 👾
pt: Gen Arcade 👾
pt_br: Geração Arcade 👾
ru: Поколение Arcade 👾
tr: Atari Nesli 👾

# genLabel1985
source: BTTF Era ⏰
ar: العودة للمستقبل ⏰
de: Zurück in die Zukunft ⏰
es_419: Volver al Futuro ⏰
fr: Retour Futur ⏰
hi: Back to Future ⏰
id: Era BTTF ⏰
ko: 백투더퓨처 ⏰
pt: Regresso ao Futuro ⏰
pt_br: De Volta pro Futuro ⏰
ru: Эра BTTF ⏰
tr: Geleceğe Dönüş ⏰

# genLabel1984
source: Mac Kids 🍎
ar: أطفال Mac 🍎
es_419: Niños Mac 🍎
fr: Enfants Mac 🍎
hi: Apple Start 🍎
ko: 맥 키즈 🍎
pt: Miúdos Mac 🍎
pt_br: Crianças Mac 🍎
ru: Дети Mac 🍎
tr: Mac Çocukları 🍎

# genLabel1983
source: Star Wars ⚔️
ko: 스타워즈 ⚔️

# genLabel1982
source: E.T. Gen 👽
ar: جيل E.T. 👽
es_419: Gen E.T. 👽
fr: Génération E.T. 👽
ko: E.T. 세대 👽
pt: Gen E.T. 👽
pt_br: Geração E.T. 👽
ru: Поколение E.T. 👽
tr: E.T. Nesli 👽

# genLabel1981
source: MTV Start 📺
ar: بداية MTV 📺
es_419: Inicio MTV 📺
fr: Début MTV 📺
hi: MTV Launch 📺
ko: MTV 시작 📺
pt: Início MTV 📺
pt_br: Início MTV 📺
ru: Старт MTV 📺
tr: MTV Başlangıcı 📺

# genLabel1980
source: Pac-Man 👾
ko: 팩맨 👾

# genLabel1979
source: Disco Era 🪩
ar: عصر الديسكو 🪩
de: Disco Ära 🪩
es_419: Era Disco 🪩
fr: Ère Disco 🪩
ko: 디스코 시대 🪩
pt: Era Disco 🪩
pt_br: Era Disco 🪩
ru: Эра Диско 🪩
tr: Disko Dönemi 🪩

# genLabel1978
source: Space Invaders 🚀
ko: 스페이스 인베이더 🚀

# genLabel1977
source: Star Wars OG 🌟
ar: Star Wars الأصلي 🌟
ko: 스타워즈 OG 🌟

# genLabel1976
source: Punk Rock 🎸
ko: 펑크 록 🎸

# genLabel1975
source: Jaws Gen 🦈
ar: جيل Jaws 🦈
de: Der weiße Hai Gen 🦈
es_419: Gen Tiburón 🦈
fr: Les Dents de la Mer 🦈
ko: 죠스 세대 🦈
pt: Gen Tubarão 🦈
pt_br: Geração Tubarão 🦈
ru: Поколение Jaws 🦈
tr: Jaws Nesli 🦈

# genLabel1974
source: Disco Start 💃
ar: بداية الديسكو 💃
es_419: Inicio Disco 💃
fr: Début Disco 💃
ko: 디스코 시작 💃
pt: Início Disco 💃
pt_br: Início Disco 💃
ru: Старт Диско 💃
tr: Disko Başlangıcı 💃

# genLabel1973
source: Pink Floyd 🌈
ko: 핑크 플로이드 🌈

# genLabel1972
source: Pong Era 🏓
ar: عصر Pong 🏓
de: Pong Ära 🏓
es_419: Era Pong 🏓
fr: Ère Pong 🏓
ko: 퐁 시대 🏓
pt: Era Pong 🏓
pt_br: Era Pong 🏓
ru: Эра Pong 🏓
tr: Pong Dönemi 🏓

# genLabel1971
source: Zeppelin 🎸
ar: Led Zeppelin 🎸
hi: Led Zeppelin 🎸
id: Led Zeppelin 🎸
ko: 레드 제플린 🎸
tr: Led Zeppelin 🎸

# genLabel1970
source: Beatles Gen 🎵
ar: جيل Beatles 🎵
es_419: Gen Beatles 🎵
fr: Génération Beatles 🎵
ko: 비틀즈 세대 🎵
pt: Gen Beatles 🎵
pt_br: Geração Beatles 🎵
ru: Поколение Beatles 🎵
tr: Beatles Nesli 🎵

# genLabel1969
source: Legends 👑
ar: الأساطير 👑
de: Legenden 👑
es_419: Leyendas 👑
fr: Légendes 👑
id: Legenda 👑
ko: 레전드 👑
pt: Lendas 👑
pt_br: Lendas 👑
ru: Легенды 👑
tr: Efsaneler 👑

# historyTitle
source: History
ar: السجل
de: Verlauf
es_419: Historial
fr: Historique
ko: 히스토리
pt: Histórico
pt_br: Histórico
ru: История
tr: Geçmiş

# historyEmptyTitle
source: No emotions yet
ar: مفيش مشاعر لسه
de: Noch keine Emotionen
es_419: Sin emociones aún
fr: Pas encore d'émotions
hi: Abhi tak kuch nahi
id: Belum ada emosi
ko: 아직 감정 없어
pt: Ainda sem emoções
pt_br: Sem emoções ainda
ru: Пока пусто
tr: Henüz duygu yok

# historyEmptySubtitle
source: Start sharing your moods to see your history
ar: ابدأ شارك مودك عشان تشوف السجل
de: Teile deine Vibes um deinen Verlauf zu sehen
es_419: Empieza a compartir tus vibes para ver tu historial
fr: Commence à partager tes vibes pour voir ton historique
hi: Apne moods share karo history dekhne ke liye
id: Mulai share mood kamu buat liat history
ko: 기분 공유 시작해 히스토리 보려면
pt: Começa a partilhar os teus vibes para ver o teu histórico
pt_br: Começa a compartilhar teus vibes pra ver teu histórico
ru: Начни делиться вайбами чтобы увидеть историю
tr: Ruh hallerini paylaşmaya başla geçmişini görmek için

# historyMyEmotions
source: My emotions
ar: مشاعري
de: Meine Emotionen
es_419: Mis emociones
fr: Mes émotions
hi: Mere emotions
id: Emosi gue
ko: 내 감정들
pt: As minhas emoções
pt_br: Minhas emoções
ru: Мои эмоции
tr: Duygularım

# historyStatTotal
source: Total
ar: المجموع
de: Gesamt
ko: 전체
ru: Всего
tr: Toplam

# historyStatDominant
source: Dominant
ar: الأكثر
es_419: Dominante
fr: Dominante
hi: Sabse zyada
id: Paling sering
ko: 제일 많은
pt: Dominante
pt_br: Dominante
ru: Главная
tr: En çok

# historyToday
source: Today
ar: النهاردة
de: Heute
es_419: Hoy
fr: Aujourd'hui
hi: Aaj
id: Hari ini
ko: 오늘
pt: Hoje
pt_br: Hoje
ru: Сегодня
tr: Bugün

# trendsTitle
source: Trends
ar: الترندات
es_419: Tendencias
fr: Tendances
ko: 트렌드
pt: Tendências
pt_br: Tendências
ru: Тренды
tr: Trendler

# trendsSubtitle
source: City stats are gathering
ar: إحصائيات المدينة بتتحمل
de: City-Stats werden geladen
es_419: Llegando las stats de la ciudad
fr: Les stats de la ville arrivent
hi: Sheher ke stats aa rahe hain
id: Stats kota lagi loading
ko: 도시 통계 모으는 중
pt: A recolher stats da cidade
pt_br: Chegando as stats da cidade
ru: Статистика города собирается
tr: Şehir istatistikleri toplanıyor

# mapToastYourOwnVibe
source: It's your own vibe
ar: ده vibe بتاعك انت
de: Das ist dein eigener Vibe
es_419: Es tu propio vibe
fr: C'est ton propre vibe
hi: Ye tumhara hi vibe hai
id: Ini vibe kamu sendiri
ko: 이건 네 vibe야
pt: É o teu próprio vibe
pt_br: É teu próprio vibe
ru: Это твой вайб
tr: Bu senin kendi vibe'ın

# mapErrorNeedActiveVibeToPing
source: You need an active vibe to send pings
ar: محتاج vibe نشط عشان تبعت ping
de: Du brauchst einen aktiven Vibe für Pings
es_419: Necesitas un vibe activo para enviar pings
fr: Il te faut un vibe actif pour envoyer des pings
hi: Ping bhejne ke liye pehle vibe set karo
id: Butuh vibe aktif buat ngirim ping
ko: ping 보내려면 활성 vibe 필요해
pt: Precisas de um vibe ativo para enviar pings
pt_br: Precisa de um vibe ativo pra mandar ping
ru: Нужен активный вайб для отправки ping
tr: Ping göndermek için aktif vibe gerek

# mapErrorAlreadyHavePingOrUnavailable
source: You already have an active ping or vibe is unavailable
ar: عندك ping نشط بالفعل أو vibe مش متاح
de: Du hast schon einen aktiven Ping oder Vibe ist nicht verfügbar
es_419: Ya tienes un ping activo o el vibe no está disponible
fr: Tu as déjà un ping actif ou le vibe est indispo
hi: Already ping bheja hai ya vibe available nahi
id: Udah ada ping aktif atau vibe gak available
ko: 이미 활성 ping 있거나 vibe 사용 불가
pt: Já tens um ping ativo ou o vibe não está disponível
pt_br: Já tem um ping ativo ou o vibe não tá disponível
ru: У тебя уже есть активный ping или вайб недоступен
tr: Zaten aktif ping var ya da vibe müsait değil

# mapBanRestrictionMessage
source: You have been restricted for {time}
ar: انت محظور لمدة {time}
de: Du bist eingeschränkt für {time}
es_419: Estás restringido por {time}
fr: Tu es restreint pendant {time}
hi: Tum {time} ke liye restricted ho
id: Kamu restricted selama {time}
ko: {time} 동안 제한됨
pt: Estás restrito por {time}
pt_br: Você tá restrito por {time}
ru: Ты ограничен на {time}
tr: {time} süreyle kısıtlandın

# mapBanRestrictionLifted
source: Restriction lifted! You can share vibes again
ar: الحظر اتشال! تقدر تشارك vibes تاني
de: Einschränkung aufgehoben! Du kannst wieder Vibes teilen
es_419: ¡Restricción levantada! Puedes compartir vibes de nuevo
fr: Restriction levée ! Tu peux repartager des vibes
hi: Ban hat gaya! Phir se vibes share kar sakte ho
id: Restriction udah selesai! Bisa share vibe lagi
ko: 제한 풀렸어! 다시 vibe 공유 가능
pt: Restrição levantada! Podes partilhar vibes outra vez
pt_br: Restrição liberada! Pode compartilhar vibes de novo
ru: Ограничение снято! Можешь снова делиться вайбами
tr: Kısıtlama kalktı! Tekrar vibe paylaşabilirsin
