Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# mapSuccessVibeSent
source: Vibe sent! {count} others nearby 🎉
ar: vibe اتبعت! {count} ناس تانية قريبة 🎉
de: Vibe gesendet! {count} andere nearby 🎉
es_419: ¡Vibe enviado! {count} más cerca 🎉
fr: Vibe envoyé ! {count} autres près de toi 🎉
hi: Vibe bhej diya! {count} aur log paas mein 🎉
id: Vibe terkirim! {count} orang lain deket sini 🎉
ko: Vibe 보냈어! 근처에 {count}명 더 있어 🎉
pt: Vibe enviado! {count} outros perto 🎉
pt_br: Vibe enviado! {count} outros por perto 🎉
ru: Вайб отправлен! Ещё {count} рядом 🎉
tr: Vibe gönderildi! Yakında {count} kişi daha var 🎉

# mapTutorialTapToSpark
source: tap someone's vibe • get PW chat in 60s
ar: دوس على vibe حد • هتحصل على PW chat في 60 ثانية
de: tipp auf einen Vibe • PW Chat in 60s
es_419: toca un vibe • PW chat en 60s
fr: tape sur un vibe • PW chat en 60s
hi: kisi ke vibe pe tap karo • 60s mein PW chat
id: tap vibe seseorang • dapet PW chat dalam 60 detik
ko: 누군가의 vibe 탭 • 60초 안에 PW chat
pt: toca num vibe • PW chat em 60s
pt_br: toca num vibe • PW chat em 60s
ru: тапни на вайб • получи PW чат за 60 сек
tr: birinin vibe'ına dokun • 60 saniyede PW chat

# mapActivePingStatus
source: Active ping ({seconds}s) - Tap here to cancel
ar: ping نشط ({seconds}ث) - دوس عشان تلغي
de: Aktiver Ping ({seconds}s) - Tippen zum Abbrechen
es_419: Ping activo ({seconds}s) - Toca para cancelar
fr: Ping actif ({seconds}s) - Tape pour annuler
hi: Ping active hai ({seconds}s) - Cancel karne ke liye tap karo
id: Ping aktif ({seconds}d) - Tap buat cancel
ko: 활성 ping ({seconds}초) - 취소하려면 탭
pt: Ping ativo ({seconds}s) - Toca para cancelar
pt_br: Ping ativo ({seconds}s) - Toca pra cancelar
ru: Активный ping ({seconds}с) - Тапни для отмены
tr: Aktif ping ({seconds}sn) - İptal için dokun

# onboardingSubtitleSeeWhatsPoppin
source: see what's poppin' around you rn
ar: شوف إيه اللي بيحصل حواليك
de: check was gerade in deiner nähe abgeht
es_419: mira qué está pasando cerca ahorita
fr: regarde ce qui se passe autour maintenant
hi: dekho aas-paas kya scene chal raha hai
id: liat yang lagi happening di sekitar
ko: 주변에 뭐 일어나는지 봐
pt: vê o que tá a bombar à tua volta agora
pt_br: vê o que tá rolando perto agora
ru: смотри что происходит рядом прям сейчас
tr: çevrende neler dönüyor gör

# onboardingButtonLetsGo
source: let's go
ar: يلا بينا
de: los geht's
es_419: dale
fr: c'est parti
hi: chalo shuru karte hain
id: yuk mulai
ko: 가보자고
pt: bora lá
pt_br: bora
ru: погнали
tr: hadi başlayalım

# onboardingBadgeAge13Plus
source: 13+ only
ar: 13+ بس
de: nur 13+
es_419: solo 13+
fr: 13+ seulement
hi: sirf 13+ ke liye
id: 13+ aja
ko: 13세 이상만
pt: só 13+
pt_br: só 13+
ru: 13+ только
tr: sadece 13+

# onboardingValueTitleInstantSparks
source: instant PW chat
ar: PW chat فوري
es_419: PW chat al instante
fr: PW chat instantané
id: PW chat instan
ko: 즉시 PW chat
pt: PW chat instantâneo
pt_br: PW chat na hora
ru: мгновенный PW чат
tr: anında PW chat

# onboardingValueSubtitleConnect60Sec
source: connect in 60 sec
ar: اتصل في 60 ثانية
de: connecte in 60 sek
es_419: conecta en 60 seg
fr: connexion en 60 sec
hi: 60 second mein connect
id: connect dalam 60 detik
ko: 60초 안에 연결
pt: conecta em 60 seg
pt_br: conecta em 60 seg
ru: коннект за 60 сек
tr: 60 saniyede bağlan

# onboardingValueTitleHyperlocalVibes
source: hyperlocal vibes
ar: vibes محلية جداً
de: hyperlokale vibes
es_419: vibes hiperlocales
fr: vibes hyperlocaux
hi: ekdum local vibes
id: vibe lokal banget
ko: 완전 로컬 vibe
pt: vibes hiperlocais
pt_br: vibes hiperlocais
ru: гиперлокальные вайбы
tr: süper lokal vibe'lar

# onboardingValueSubtitleOnly2kmRadius
source: only 3km radius
ar: المنطقة القريبة فقط
de: nur 2km radius
es_419: solo 2km de radio
fr: seulement 2km de rayon
hi: sirf paas ka area
id: cuma radius 3km
ko: 반경 3km만
pt: só 3km de raio
pt_br: só 2km de raio
ru: только 2км радиус
tr: sadece 6km çap

# onboardingValueTitleNoProfiles
source: no profiles
ar: مفيش بروفايلات
de: keine profile
es_419: sin perfiles
fr: aucun profil
hi: koi profile nahi
id: gak ada profil
ko: 프로필 없음
pt: sem perfis
pt_br: sem perfis
ru: никаких профилей
tr: profil yok

# onboardingValueSubtitleJustPureMoments
source: just pure moments
ar: لحظات حقيقية بس
de: nur echte momente
es_419: solo momentos reales
fr: juste des moments purs
hi: bas real moments
id: cuma momen asli
ko: 순수한 순간만
pt: só momentos reais
pt_br: só momentos reais
ru: только чистые моменты
tr: sadece gerçek anlar

# onboardingButtonImReady
source: i'm ready
ar: أنا جاهز
de: ich bin ready
es_419: estoy ready
fr: je suis prêt
hi: main ready hun
id: gue siap
ko: 준비됐어
pt: tou pronto
pt_br: tô pronto
ru: я готов
tr: hazırım

# onboardingLocationTitle
source: unlock your area
ar: افتح منطقتك
de: unlock deine area
es_419: desbloquea tu zona
fr: débloque ta zone
hi: apna area unlock karo
id: buka area kamu
ko: 네 지역 열어
pt: desbloqueia a tua zona
pt_br: libera tua área
ru: открой свой район
tr: bölgeni aç

# onboardingLocationSubtitle
source: see moods within 3km radius
ar: شاهد المشاعر من حولك
de: sieh vibes im 2km umkreis
es_419: mira los vibes en 2km a la redonda
fr: vois les vibes dans un rayon de 2km
hi: apne aas-paas ke vibes dekho
id: liat mood dalam radius 3km
ko: 3km 안의 무드 봐
pt: vê os moods num raio de 3km
pt_br: vê os vibes num raio de 2km
ru: смотри вайбы в радиусе 2км
tr: 6km içindeki ruh hallerini gör

# onboardingLocationPrivacyTitle
source: privacy first
ar: الخصوصية أولاً
de: privatsphäre first
es_419: privacidad primero
fr: vie privée d'abord
hi: privacy pehle
id: privasi dulu
ko: 프라이버시 우선
pt: privacidade primeiro
pt_br: privacidade primeiro
ru: приватность важна
tr: gizlilik önce

# onboardingLocationPrivacyBullet1
source: only when app is open
ar: بس لما التطبيق يكون مفتوح
de: nur wenn app offen ist
es_419: solo cuando la app está abierta
fr: seulement quand l'app est ouverte
hi: sirf jab app khuli ho
id: cuma pas app dibuka
ko: 앱 열었을 때만
pt: só quando a app está aberta
pt_br: só quando o app tá aberto
ru: только когда приложение открыто
tr: sadece uygulama açıkken

# onboardingLocationPrivacyBullet2
source: no background tracking
ar: مفيش تتبع في الخلفية
de: kein hintergrund-tracking
es_419: sin tracking en segundo plano
fr: pas de tracking en arrière-plan
hi: background mein tracking nahi
id: gak ada tracking background
ko: 백그라운드 추적 없음
pt: sem tracking em segundo plano
pt_br: sem rastreamento em background
ru: без фонового отслеживания
tr: arka planda takip yok

# onboardingLocationPrivacyBullet3
source: anonymous vibes only
ar: vibes مجهولة بس
de: nur anonyme vibes
es_419: solo vibes anónimos
fr: vibes anonymes uniquement
hi: bas anonymous vibes
id: vibe anonim aja
ko: 익명 vibe만
pt: só vibes anónimos
pt_br: só vibes anônimos
ru: только анонимные вайбы
tr: sadece anonim vibe'lar

# onboardingButtonEnableRadar
source: enable radar
ar: فعّل الرادار
de: radar aktivieren
es_419: activar radar
fr: activer le radar
hi: radar on karo
id: aktifin radar
ko: 레이더 켜기
pt: ativar radar
pt_br: ativar radar
ru: включить радар
tr: radarı aç

# onboardingButtonMaybeLater
source: maybe later
ar: بعدين
de: vielleicht später
es_419: quizás después
fr: peut-être plus tard
hi: baad mein
id: nanti aja
ko: 나중에
pt: talvez depois
pt_br: talvez depois
ru: может позже
tr: belki sonra

# onboardingNotificationTitle
source: never miss a PW chat
ar: متفوتش أي PW chat
de: verpass keinen PW chat
es_419: nunca te pierdas un PW chat
fr: rate jamais un PW chat
hi: koi PW chat miss mat karo
id: jangan sampe ketinggalan PW chat
ko: PW chat 놓치지 마
pt: não percas nenhum PW chat
pt_br: nunca perde um PW chat
ru: не пропусти PW чат
tr: hiçbir PW chat'i kaçırma

# onboardingNotificationSubtitle
source: get pinged when it's lit nearby
ar: هتوصلك ping لما يكون فيه حاجة مثيرة قريبة
de: bekomm pings wenn was los ist
es_419: recibe pings cuando haya movimiento cerca
fr: reçois des pings quand ça bouge près de toi
hi: jab paas mein kuch ho to ping milega
id: dapet ping kalo ada yang seru deket sini
ko: 근처 핫한 곳 있으면 ping 받아
pt: recebe pings quando tiver movimento perto
pt_br: recebe pings quando tiver movimento perto
ru: получай пинги когда рядом движ
tr: yakında biri vibe'larken ping al

# onboardingNotificationFeature1
source: instant pings when someone vibes
ar: ping فوري لما حد يعمل vibe
de: instant pings von vibern
es_419: pings instantáneos de vibers
fr: pings instantanés des vibers
hi: instant pings jab koi vibe kare
id: ping instan pas ada yang vibe
ko: 누가 vibe하면 즉시 ping
pt: pings instantâneos de vibers
pt_br: pings instantâneos dos vibers
ru: мгновенные пинги от вайберов
tr: biri vibe yaptığında anında ping

# onboardingNotificationFeature2
source: daily vibe reminders
ar: تذكيرات vibe يومية
de: tägliche vibe reminder
es_419: recordatorios diarios de vibe
fr: rappels quotidiens de vibe
id: reminder vibe harian
ko: 매일 vibe 리마인더
pt: lembretes diários de vibe
pt_br: lembretes diários de vibe
ru: ежедневные напоминания о вайбе
tr: günlük vibe hatırlatıcıları

# onboardingNotificationFeature3
source: hot spots alerts
ar: تنبيهات الأماكن النشطة
de: hot spot alerts
es_419: alertas de zonas hot
fr: alertes zones chaudes
hi: hot spot alerts
id: alert tempat rame
ko: 핫스팟 알림
pt: alertas de zonas hot
pt_br: alertas de zonas quentes
ru: алерты о горячих точках
tr: popüler nokta uyarıları

# onboardingButtonTurnOnPings
source: turn on pings
ar: فعّل pings
de: pings aktivieren
es_419: activar pings
fr: activer les pings
hi: pings on karo
id: aktifin pings
ko: ping 켜기
pt: ativar pings
pt_br: ativar pings
ru: включить пинги
tr: ping'leri aç

# onboardingButtonNotNow
source: not now
ar: مش دلوقتي
de: jetzt nicht
es_419: ahora no
fr: pas maintenant
hi: abhi nahi
id: nanti aja
ko: 지금 말고
pt: agora não
pt_br: agora não
ru: не сейчас
tr: şimdi değil

# onboardingLegalTitle
source: almost there!
ar: كده تقريباً!
de: fast fertig!
es_419: ¡casi listo!
fr: presque fini !
hi: bas thoda aur!
id: hampir selesai!
ko: 거의 다 됐어!
pt: quase lá!
pt_br: quase lá!
ru: почти готово!
tr: neredeyse bitti!

# onboardingLegalAgeRequirement
source: you must be 13 or older
ar: لازم تكون 13 سنة أو أكبر
de: du musst 13 oder älter sein
es_419: debes tener 13 años o más
fr: tu dois avoir 13 ans ou plus
hi: 13 saal ya usse zyada hone chahiye
id: harus 13 tahun atau lebih
ko: 13세 이상이어야 해
pt: tens de ter 13 anos ou mais
pt_br: você precisa ter 13 anos ou mais
ru: тебе должно быть 13 или больше
tr: 13 yaşında veya daha büyük olmalısın

# onboardingLegalAgeSubtitle
source: ping & wink is for teens and up
ar: ping & wink للمراهقين وأكبر
de: ping & wink ist für teens und älter
es_419: ping & wink es para teens y mayores
fr: ping & wink est pour les ados et plus
hi: ping & wink teens aur bado ke liye hai
id: ping & wink buat remaja ke atas
ko: ping & wink는 청소년 이상용
pt: ping & wink é para teens e maiores
pt_br: ping & wink é pra teens e adultos
ru: ping & wink для подростков и старше
tr: ping & wink gençler ve üstü için

# onboardingLegalConsent
source: by tapping continue, you confirm you're 13+ and agree to our
ar: بالضغط على استمرار، بتأكد إن عمرك 13+ وموافق على
de: mit weiter bestätigst du dass du 13+ bist und akzeptierst unsere
es_419: al continuar, confirmas que tienes 13+ y aceptas nuestros
fr: en continuant, tu confirmes avoir 13+ et acceptes nos
hi: continue karke confirm kar rahe ho ki tum 13+ ho aur ye agree karte ho
id: dengan tap lanjut, kamu konfirmasi umur 13+ dan setuju sama
ko: 계속하면 13세 이상이고 동의한다는 거야
pt: ao continuar, confirmas que tens 13+ e aceitas os nossos
pt_br: continuando, você confirma ter 13+ e aceita nossos
ru: нажимая продолжить, ты подтверждаешь что тебе 13+ и соглашаешься с
tr: devam ederek 13+ olduğunu onaylıyor ve kabul ediyorsun

# onboardingLegalTerms
source: terms
ar: الشروط
de: nutzungsbedingungen
es_419: términos
fr: conditions
ko: 이용약관
pt: termos
pt_br: termos
ru: условиями
tr: şartlar

# onboardingLegalPrivacyPolicy
source: privacy policy
ar: سياسة الخصوصية
de: datenschutzrichtlinie
es_419: política de privacidad
fr: politique de confidentialité
ko: 개인정보처리방침
pt: política de privacidade
pt_br: política de privacidade
ru: политикой приватности
tr: gizlilik politikası

# onboardingLegalSafetyFeature1
source: anonymous vibes only
ar: vibes مجهولة بس
de: nur anonyme vibes
es_419: solo vibes anónimos
fr: vibes anonymes uniquement
hi: sirf anonymous vibes
id: cuma vibe anonim
ko: 익명 vibe만
pt: só vibes anónimos
pt_br: só vibes anônimos
ru: только анонимные вайбы
tr: sadece anonim vibe'lar

# onboardingLegalSafetyFeature2
source: instant blocking & reporting
ar: حظر وإبلاغ فوري
es_419: bloqueo y reporte instantáneo
fr: blocage et signalement instantanés
hi: instant block aur report
id: block & report instan
ko: 즉시 차단 & 신고
pt: bloqueio e report instantâneo
pt_br: bloqueio e denúncia instantâneos
ru: мгновенная блокировка и репорты
tr: anında engelleme ve raporlama

# onboardingLegalSafetyFeature3
source: 20 min timeout for bad behavior
ar: إيقاف 20 دقيقة للسلوك السيء
de: 20 min timeout bei fehlverhalten
es_419: timeout de 20 min por mal comportamiento
fr: timeout 20 min pour mauvais comportement
hi: galat behavior pe 20 min timeout
id: timeout 20 menit buat bad behavior
ko: 나쁜 행동에 20분 타임아웃
pt: 20 min de timeout por mau comportamento
pt_br: timeout de 20 min por mal comportamento
ru: таймаут 20 мин за плохое поведение
tr: kötü davranış için 20 dk mola

# onboardingButtonImAge13AndAgree
source: i'm 13+ and i agree
ar: عندي 13+ وموافق
de: ich bin 13+ und akzeptiere
es_419: tengo 13+ y acepto
fr: j'ai 13+ et j'accepte
hi: main 13+ hun aur agree karta hun
id: gue 13+ dan setuju
ko: 13세 이상이고 동의해
pt: tenho 13+ e aceito
pt_br: tenho 13+ e aceito
ru: мне 13+ и я согласен
tr: 13+ yaşındayım ve kabul ediyorum

# onboardingButtonImUnder13
source: i'm under 13
ar: عندي أقل من 13
de: ich bin unter 13
es_419: tengo menos de 13
fr: j'ai moins de 13 ans
hi: main 13 se kam hun
id: gue di bawah 13
ko: 13세 미만이야
pt: tenho menos de 13
pt_br: tenho menos de 13
ru: мне меньше 13
tr: 13'ten küçüğüm

# onboardingLocationDeniedTitle
source: you'll miss all the PW sparks
ar: هتفوتك كل PW sparks
de: du verpasst alle PW sparks
es_419: te vas a perder todas las PW chispas
fr: tu vas rater toutes les PW étincelles
hi: saare PW sparks miss karoge
id: bakal ketinggalan semua PW sparks
ko: 모든 PW sparks 놓칠 거야
pt: vais perder todas as PW faíscas
pt_br: vai perder todas as PW faíscas
ru: пропустишь все PW искры
tr: tüm PW spark'ları kaçıracaksın

# onboardingLocationDeniedMessage
source: without location, you can't: • see who's around • send pings • get winks • PW spark connections
ar: من غير الموقع، مش هتقدر: • تشوف مين قريب • تبعت ping • تاخد wink • PW spark connections
de: ohne standort kannst du nicht: • sehen wer in der nähe ist • pings senden • winks bekommen • PW sparks erstellen
es_419: sin ubicación no puedes: • ver quién está cerca • enviar pings • recibir winks • crear PW chispas
fr: sans géoloc tu peux pas : • voir qui est là • envoyer des pings • recevoir des winks • créer des PW étincelles
hi: location ke bina nahi kar sakte: • dekh nahi sakte kaun paas hai • ping nahi bhej sakte • winks nahi mil sakte • PW connections nahi
id: tanpa lokasi, gak bisa: • liat siapa yang deket • kirim ping • dapet wink • PW spark connections
ko: 위치 없으면 못해: • 누가 근처인지 못 봐 • ping 못 보내 • wink 못 받아 • PW spark 연결
pt: sem localização não podes: • ver quem está perto • enviar pings • receber winks • criar PW conexões
pt_br: sem localização você não pode: • ver quem tá perto • mandar pings • receber winks • criar PW faíscas
ru: без геолокации не сможешь: • видеть кто рядом • отправлять пинги • получать винки • создавать PW искры
tr: konum olmadan yapamazsın: • kimlerin yakında olduğunu göremezsin • ping gönderemezsin • wink alamazsın • PW spark bağlantıları

# onboardingButtonGoBack
source: go back
ar: ارجع
de: zurück
es_419: regresar
fr: retour
hi: wapas jao
id: balik
ko: 돌아가기
pt: voltar
pt_br: voltar
ru: назад
tr: geri dön

# onboardingButtonExitApp
source: exit app
ar: اخرج من التطبيق
de: beenden
es_419: salir
fr: quitter
hi: app band karo
id: keluar app
ko: 앱 나가기
pt: sair
pt_br: sair
ru: выйти
tr: uygulamadan çık

# onboardingNotificationDeniedTitle
source: you'll miss all the fun
ar: هتفوتك كل المتعة
de: du verpasst alles
es_419: te vas a perder todo
fr: tu vas tout rater
hi: saara maza miss karoge
id: bakal ketinggalan semua keseruan
ko: 모든 재미 놓칠 거야
pt: vais perder toda a cena
pt_br: vai perder tudo
ru: пропустишь весь движ
tr: tüm eğlenceyi kaçıracaksın

# onboardingNotificationDeniedMessage
source: without notifications: • no one can ping you • you'll miss PW sparks nearby • zero connections possible our users enable notifications
ar: من غير الإشعارات: • محدش هيقدر يبعتلك ping • هتفوتك PW sparks القريبة • صفر اتصالات المستخدمين بتوعنا بيفعلوا الإشعارات
de: ohne benachrichtigungen: • niemand kann dich pingen • du verpasst PW sparks nearby • null connections möglich unsere user aktivieren benachrichtigungen
es_419: sin notis: • nadie puede pingearte • te pierdes las PW chispas cerca • cero conexiones posibles nuestros usuarios activan notis
fr: sans notifs : • personne peut te pinger • tu rates les PW étincelles • zéro connexion possible nos users activent les notifs
hi: notifications ke bina: • koi ping nahi bhej sakta • paas ke PW sparks miss karoge • zero connections hamare users notifications on rakhte hain
id: tanpa notif: • gak ada yang bisa ping kamu • ketinggalan PW sparks deket • zero connections user kita pada aktifin notif
ko: 알림 없으면: • 아무도 ping 못 보내 • 근처 PW sparks 놓쳐 • 연결 제로 우리 유저들은 알림 켜
pt: sem notificações: • ninguém pode pingar-te • perdes as PW faíscas perto • zero conexões possíveis os nossos users ativam notificações
pt_br: sem notificação: • ninguém pode te pingar • perde as PW faíscas perto • zero conexões nossos users ativam notificações
ru: без уведомлений: • никто не сможет пингануть • пропустишь PW искры рядом • ноль коннектов наши пользователи включают уведомления
tr: bildirimler olmadan: • kimse sana ping atamaz • yakındaki PW spark'ları kaçırırsın • sıfır bağlantı kullanıcılarımız bildirimleri açıyor

# onboardingButtonLetMeReconsider
source: let me reconsider
ar: خليني أفكر تاني
de: lass mich überlegen
es_419: déjame pensarlo
fr: laisse-moi réfléchir
hi: phir se sochne do
id: gue pikir lagi deh
ko: 다시 생각해볼게
pt: deixa-me pensar
pt_br: deixa eu pensar
ru: дай подумать
tr: tekrar düşüneyim

# onboardingButtonContinueAnyway
source: continue anyway
ar: كمل برضه
de: trotzdem weiter
es_419: continuar igual
fr: continuer quand même
hi: phir bhi aage badho
id: lanjut aja
ko: 그래도 계속
pt: continuar na mesma
pt_br: continuar mesmo assim
ru: продолжить всё равно
tr: yine de devam et

# onboardingAgeDialogTitle
source: see you later!
ar: نتقابل بعدين!
de: bis später!
es_419: ¡nos vemos después!
fr: à plus tard !
hi: baad mein milte hain!
id: sampai jumpa nanti!
ko: 나중에 봐!
pt: até já!
pt_br: até mais!
ru: увидимся позже!
tr: sonra görüşürüz!

# onboardingAgeDialogMessage
source: ping & wink is for users 13 and older. come back when you're old enough!
ar: ping & wink للمستخدمين 13 سنة وأكبر. ارجع لما تكبر!
de: ping & wink ist für nutzer ab 13 jahren. komm zurück wenn du alt genug bist!
es_419: ping & wink es para usuarios de 13 años o más. ¡regresa cuando crezcas!
fr: ping & wink est pour les 13 ans et plus. reviens quand tu auras grandi !
hi: ping & wink 13+ users ke liye hai. jab bade ho jao tab aana!
id: ping & wink buat user 13 tahun ke atas. balik lagi pas udah cukup umur ya!
ko: ping & wink는 13세 이상 유저용. 나이 되면 돌아와!
pt: ping & wink é para users de 13 anos ou mais. volta quando cresceres!
pt_br: ping & wink é pra usuários de 13 anos ou mais. volta quando crescer!
ru: ping & wink для пользователей 13 лет и старше. возвращайся когда подрастёшь!
tr: ping & wink 13 yaş ve üzeri kullanıcılar için. yaşın yetince geri gel!

# onboardingButtonUnderstood
source: understood
ar: فهمت
de: verstanden
es_419: entendido
fr: compris
hi: samajh gaya
id: ngerti
ko: 알겠어
pt: percebi
pt_br: entendi
ru: понятно
tr: anladım

# onboardingNotificationExampleNow
source: now
ar: دلوقتي
de: jetzt
es_419: ahora
fr: maintenant
hi: abhi
id: sekarang
ko: 지금
pt: agora
pt_br: agora
ru: сейчас
tr: şimdi

# onboardingNotificationExamplePing
source: new ping 230m away
ar: ping جديد على بعد 230م
de: neuer ping 230m entfernt
es_419: nuevo ping a 230m
fr: nouveau ping à 230m
hi: naya ping 230m door
id: ping baru 230m
ko: 230m 떨어진 곳 새 ping
pt: novo ping a 230m
pt_br: novo ping a 230m
ru: новый пинг 230м
tr: 230m uzakta yeni ping

# onboardingNotificationExampleMessage
source: someone vibes with you
ar: حد بنفس vibe بتاعك
de: jemand vibed mit dir
es_419: alguien vibra contigo
fr: quelqu'un vibe avec toi
hi: koi tumhare jaise vibe kar raha
id: ada yang vibe sama kamu
ko: 누가 너랑 같은 vibe
pt: alguém vibra contigo
pt_br: alguém tá na tua vibe
ru: кто-то вайбит с тобой
tr: biri seninle aynı vibe'da

# onboardingMapNotification
source: someone sparked 753m away
ar: حد عمل spark على بعد 753م
de: jemand ist 753m entfernt am start
es_419: alguien se prendió a 753m
fr: quelqu'un s'est allumé à 753m
hi: kisi ne 753m door spark kiya
id: ada yang spark 753m dari sini
ko: 누가 753m 떨어진 곳에서 spark
pt: alguém se ligou a 753m
pt_br: alguém acendeu a 753m
ru: кто-то загорелся в 753м
tr: biri 753m uzakta spark yaptı

# onboardingLocationPrivacyFormatted
source: • only when app is open • no background tracking • anonymous vibes only
ar: • بس لما التطبيق يكون مفتوح • مفيش تتبع في الخلفية • vibes مجهولة بس
de: • nur wenn app offen ist • kein hintergrund-tracking • nur anonyme vibes
es_419: • solo cuando la app está abierta • sin tracking en segundo plano • solo vibes anónimos
fr: • seulement quand l'app est ouverte • pas de tracking en arrière-plan • vibes anonymes uniquement
hi: • sirf jab app khuli ho • background tracking nahi • sirf anonymous vibes
id: • cuma pas app dibuka • gak ada tracking background • vibe anonim aja
ko: • 앱 열었을 때만 • 백그라운드 추적 없음 • 익명 vibe만
pt: • só quando a app está aberta • sem tracking em segundo plano • só vibes anónimos
pt_br: • só quando o app tá aberto • sem rastreamento em background • só vibes anônimos
ru: • только когда приложение открыто • без фонового отслеживания • только анонимные вайбы
tr: • sadece uygulama açıkken • arka planda takip yok • sadece anonim vibe'lar

# onboardingLocationDeniedFormatted
source: without location, you can't: • see who's around • send pings • get winks • spark connections
ar: من غير الموقع، مش هتقدر: • تشوف مين قريب • تبعت ping • تاخد wink • spark connections
de: ohne standort kannst du nicht: • sehen wer in der nähe ist • pings senden • winks bekommen • sparks erstellen
es_419: sin ubicación no puedes: • ver quién está cerca • enviar pings • recibir winks • crear chispas
fr: sans géoloc tu peux pas : • voir qui est là • envoyer des pings • recevoir des winks • créer des étincelles
hi: location ke bina nahi kar sakte: • dekh nahi sakte kaun paas hai • ping nahi bhej sakte • winks nahi mil sakte • spark connections nahi
id: tanpa lokasi, gak bisa: • liat siapa yang deket • kirim ping • dapet wink • spark connections
ko: 위치 없으면 못해: • 누가 근처인지 못 봐 • ping 못 보내 • wink 못 받아 • spark 연결
pt: sem localização não podes: • ver quem está perto • enviar pings • receber winks • criar conexões
pt_br: sem localização você não pode: • ver quem tá perto • mandar pings • receber winks • criar faíscas
ru: без геолокации не сможешь: • видеть кто рядом • отправлять пинги • получать винки • создавать искры
tr: konum olmadan yapamazsın: • kimlerin yakında olduğunu göremezsin • ping gönderemezsin • wink alamazsın • spark bağlantıları
