Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# onboardingNotificationDeniedFormatted
source: without notifications: • no one can ping you • you'll miss vibes nearby • zero connections possible our users enable notifications
ar: من غير الإشعارات: • محدش هيقدر يبعتلك ping • هتفوتك vibes القريبة • صفر اتصالات المستخدمين بتوعنا بيفعلوا الإشعارات
de: ohne benachrichtigungen: • niemand kann dich pingen • verpasst vibes nearby • null connections unsere user aktivieren benachrichtigungen
es_419: sin notis: • nadie puede pingearte • te pierdes los vibes cerca • cero conexiones nuestros usuarios activan notis
fr: sans notifs : • personne peut te pinger • tu rates les vibes proches • zéro connexion nos users activent les notifs
hi: notifications ke bina: • koi ping nahi bhej sakta • paas ke vibes miss karoge • zero connections hamare users notifications on rakhte hain
id: tanpa notif: • gak ada yang bisa ping kamu • ketinggalan vibe deket • zero connections user kita pada aktifin notif
ko: 알림 없으면: • 아무도 ping 못 보내 • 근처 vibe 놓쳐 • 연결 제로 우리 유저들은 알림 켜
pt: sem notificações: • ninguém pode pingar-te • perdes os vibes perto • zero conexões possíveis os nossos users ativam notificações
pt_br: sem notificação: • ninguém pode te pingar • perde os vibes perto • zero conexões nossos users ativam notificações
ru: без уведомлений: • никто не сможет пингануть • пропустишь вайбы рядом • ноль коннектов наши пользователи включают уведомления
tr: bildirimler olmadan: • kimse sana ping atamaz • yakındaki vibe'ları kaçırırsın • sıfır bağlantı kullanıcılarımız bildirimleri açıyor

# settingsTitle
source: Settings
ar: الإعدادات
de: Einstellungen
es_419: Ajustes
fr: Réglages
ko: 설정
pt: Definições
pt_br: Configurações
ru: Настройки
tr: Ayarlar

# settingsAppTagline
source: Connect with emotions
ar: اتواصل بالمشاعر
de: Connecte durch Emotionen
es_419: Conecta por emociones
fr: Connexion par émotions
hi: Emotions se connect karo
id: Connect lewat emosi
ko: 감정으로 연결
pt: Conecta por emoções
pt_br: Conecta por emoções
ru: Коннект через эмоции
tr: Duygularla bağlan

# settingsShareTitle
source: Share with friends
ar: شارك مع أصحابك
de: Mit Friends teilen
es_419: Comparte con tus amigos
fr: Partage avec tes potes
hi: Dosto ke saath share karo
id: Share ke temen
ko: 친구랑 공유
pt: Partilha com amigos
pt_br: Compartilha com os manos
ru: Поделись с друзьями
tr: Arkadaşlarla paylaş

# settingsShareSubtitle
source: Invite others to discover vibes
ar: عزم الناس يكتشفوا vibes
de: Lade andere ein Vibes zu entdecken
es_419: Invita a otros a descubrir vibes
fr: Invite les autres à découvrir les vibes
hi: Aur logo ko vibes discover karne do
id: Ajak yang lain discover vibes
ko: 다른 사람도 vibe 발견하게 초대
pt: Convida outros a descobrir vibes
pt_br: Chama a galera pra descobrir os vibes
ru: Пригласи других открыть вайбы
tr: Başkalarını vibe'ları keşfetmeye davet et

# settingsSectionPreferences
source: Preferences
ar: التفضيلات
de: Einstellungen
es_419: Preferencias
fr: Préférences
id: Preferensi
ko: 환경설정
pt: Preferências
pt_br: Preferências
ru: Настройки
tr: Tercihler

# settingsSectionLegal
source: Legal
ar: قانوني
de: Rechtliches
fr: Légal
ko: 법적
ru: Правовое
tr: Yasal

# settingsSectionSupport
source: Support
ar: الدعم
es_419: Soporte
ko: 지원
pt: Suporte
pt_br: Suporte
ru: Поддержка
tr: Destek

# settingsSectionDataManagement
source: Data Management
ar: إدارة البيانات
de: Datenverwaltung
es_419: Gestión de datos
fr: Gestion des données
ko: 데이터 관리
pt: Gestão de dados
pt_br: Gestão de dados
ru: Управление данными
tr: Veri Yönetimi

# settingsNotificationsTitle
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es_419: Notificaciones
id: Notifikasi
ko: 알림
pt: Notificações
pt_br: Notificações
ru: Уведомления
tr: Bildirimler

# settingsNotificationsEnabled
source: Enabled
ar: مفعلة
de: Aktiviert
es_419: Activadas
fr: Activées
hi: On hai
id: Aktif
ko: 켜짐
pt: Ativadas
pt_br: Ativadas
ru: Включены
tr: Açık

# settingsNotificationsDisabled
source: Disabled
ar: مغلقة
de: Deaktiviert
es_419: Desactivadas
fr: Désactivées
hi: Off hai
id: Mati
ko: 꺼짐
pt: Desativadas
pt_br: Desativadas
ru: Выключены
tr: Kapalı

# settingsMapThemeTitle
source: Map theme
ar: ثيم الخريطة
es_419: Tema del mapa
fr: Thème de carte
id: Tema map
ko: 지도 테마
pt: Tema do mapa
pt_br: Tema do mapa
ru: Тема карты
tr: Harita teması

# settingsMapThemeCyberpunk
source: Cyberpunk
ko: 사이버펑크
ru: Киберпанк

# settingsMapThemeMinimalist
source: Minimalist
ar: بسيط
de: Minimalistisch
es_419: Minimalista
fr: Minimaliste
hi: Simple
id: Minimalis
ko: 미니멀
pt: Minimalista
pt_br: Minimalista
ru: Минимализм

# settingsLocationModeTitle
source: Location mode
ar: وضع الموقع
de: Standort-Modus
es_419: Modo ubicación
fr: Mode localisation
id: Mode lokasi
ko: 위치 모드
pt: Modo localização
pt_br: Modo localização
ru: Режим локации
tr: Konum modu

# settingsLocationModeSoft
source: Location shifts, just for style
ar: الموقع يتحرك شوية، للأناقة
de: Standort verschoben, nur für Style
es_419: Ubicación movida, solo por estilo
fr: Position décalée, juste pour le style
hi: Thoda shift karke dikhao, style ke liye
id: Lokasi digeser dikit, buat style
ko: 위치 살짝 이동, 스타일용
pt: Localização desviada, só por estilo
pt_br: Localização deslocada, só pelo style
ru: Локация сдвинута, просто для стиля
tr: Konum biraz kaydırılır, stil için

# settingsLocationModeExact
source: Your vibe right where it happens
ar: vibe بتاعك بالظبط مكان ما يحصل
de: Dein Vibe genau wo du bist
es_419: Tu vibe exactamente donde estás
fr: Ton vibe exactement où tu es
hi: Exact jagah pe dikhao
id: Vibe persis di tempat kamu
ko: 네 vibe 정확한 위치
pt: O teu vibe mesmo onde acontece
pt_br: Teu vibe exatamente onde você tá
ru: Твой вайб точно там где ты
tr: Vibe'ın tam olduğu yerde

# settingsDeleteVibeTitle
source: Delete my vibe
ar: احذف vibe بتاعي
de: Meinen Vibe löschen
es_419: Borrar mi vibe
fr: Supprimer mon vibe
hi: Mera vibe delete karo
id: Hapus vibe gue
ko: 내 vibe 삭제
pt: Apagar o meu vibe
pt_br: Apagar meu vibe
ru: Удалить мой вайб
tr: Vibe'ımı sil

# settingsDeleteVibeSubtitle
source: Remove your emotion from the map
ar: شيل مشاعرك من الخريطة
de: Deine Emotion von der Map entfernen
es_419: Quitar tu emoción del mapa
fr: Retirer ton émotion de la carte
hi: Map se emotion hata do
id: Hapus emosi dari map
ko: 지도에서 감정 제거
pt: Remover a tua emoção do mapa
pt_br: Tirar tua emoção do mapa
ru: Убрать твою эмоцию с карты
tr: Duygunu haritadan kaldır

# settingsPrivacyTitle
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es_419: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보처리방침
pt: Política de privacidade
pt_br: Política de privacidade
ru: Политика приватности
tr: Gizlilik Politikası

# settingsPrivacySubtitle
source: How we protect your data
ar: إزاي بنحمي بياناتك
de: Wie wir deine Daten schützen
es_419: Cómo protegemos tus datos
fr: Comment on protège tes données
hi: Tumhara data kaise safe rakhte hain
id: Gimana kita jaga data kamu
ko: 데이터 보호 방법
pt: Como protegemos os teus dados
pt_br: Como protegemos teus dados
ru: Как мы защищаем твои данные
tr: Verilerini nasıl koruyoruz

# settingsTermsTitle
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es_419: Términos de uso
fr: Conditions d'utilisation
ko: 이용약관
pt: Termos de uso
pt_br: Termos de uso
ru: Условия использования
tr: Kullanım Şartları

# settingsTermsSubtitle
source: Rules for using the app
ar: قواعد استخدام التطبيق
de: Regeln für die App-Nutzung
es_419: Reglas para usar la app
fr: Règles d'utilisation de l'app
hi: App use karne ke rules
id: Aturan pakai app
ko: 앱 사용 규칙
pt: Regras para usar a app
pt_br: Regras pra usar o app
ru: Правила использования приложения
tr: Uygulama kullanım kuralları

# settingsHelpTitle
source: Help Center
ar: مركز المساعدة
de: Hilfe-Center
es_419: Centro de ayuda
fr: Centre d'aide
ko: 도움말 센터
pt: Centro de ajuda
pt_br: Central de ajuda
ru: Центр помощи
tr: Yardım Merkezi

# settingsHelpSubtitle
source: FAQ and guides
ar: الأسئلة والأدلة
de: FAQ und Guides
es_419: FAQ y guías
fr: FAQ et guides
hi: FAQ aur guides
id: FAQ dan panduan
ko: FAQ 및 가이드
pt: FAQ e guias
pt_br: FAQ e guias
ru: FAQ и гайды
tr: SSS ve kılavuzlar

# settingsContactTitle
source: Contact
ar: اتصل بينا
de: Kontakt
es_419: Contacto
id: Kontak
ko: 연락처
pt: Contacto
pt_br: Contato
ru: Контакт
tr: İletişim

# settingsDeleteAccountTitle
source: Delete my account
ar: احذف حسابي
de: Account löschen
es_419: Eliminar mi cuenta
fr: Supprimer mon compte
hi: Account delete karo
id: Hapus akun
ko: 계정 삭제
pt: Eliminar a minha conta
pt_br: Deletar minha conta
ru: Удалить аккаунт
tr: Hesabımı sil

# settingsDeleteAccountSubtitle
source: Erase all your data
ar: امسح كل بياناتك
de: Alle deine Daten löschen
es_419: Borrar todos tus datos
fr: Effacer toutes tes données
hi: Saara data mita do
id: Hapus semua data kamu
ko: 모든 데이터 지우기
pt: Apagar todos os teus dados
pt_br: Apagar todos os teus dados
ru: Стереть все твои данные
tr: Tüm verilerini sil

# settingsDeviceIdPrefix
source: Device ID: {id}...
ar: ID الجهاز: {id}...
de: Geräte-ID: {id}...
es_419: ID dispositivo: {id}...
fr: ID appareil : {id}...
ko: 기기 ID: {id}...
pt: ID dispositivo: {id}...
pt_br: ID do dispositivo: {id}...
ru: ID устройства: {id}...
tr: Cihaz ID: {id}...

# settingsDeleteVibeDialogTitle
source: Delete your vibe?
ar: احذف vibe بتاعك؟
de: Deinen Vibe löschen?
es_419: ¿Borrar tu vibe?
fr: Supprimer ton vibe ?
hi: Vibe delete karna hai?
id: Hapus vibe kamu?
ko: 네 vibe 삭제?
pt: Apagar o teu vibe?
pt_br: Apagar teu vibe?
ru: Удалить твой вайб?
tr: Vibe'ını sil?

# settingsDeleteVibeDialogMessage
source: Your emotion will be removed from the map
ar: مشاعرك هتتشال من الخريطة
de: Deine Emotion verschwindet von der Map
es_419: Tu emoción desaparecerá del mapa
fr: Ton émotion disparaîtra de la carte
hi: Tumhara emotion map se hat jayega
id: Emosi kamu bakal ilang dari map
ko: 감정이 지도에서 제거돼
pt: A tua emoção será removida do mapa
pt_br: Tua emoção vai sumir do mapa
ru: Твоя эмоция исчезнет с карты
tr: Duygun haritadan silinecek

# settingsVibeDeletedSuccess
source: Your vibe has been deleted
ar: vibe بتاعك اتحذف
de: Dein Vibe wurde gelöscht
es_419: Tu vibe fue borrado
fr: Ton vibe a été supprimé
hi: Vibe delete ho gaya
id: Vibe udah dihapus
ko: 네 vibe 삭제됨
pt: O teu vibe foi apagado
pt_br: Teu vibe foi apagado
ru: Твой вайб удалён
tr: Vibe'ın silindi

# settingsVibeDeleteError
source: Error deleting vibe
ar: خطأ في حذف vibe
de: Fehler beim Löschen des Vibes
es_419: Error borrando vibe
fr: Erreur de suppression du vibe
hi: Delete karne mein error
id: Error hapus vibe
ko: vibe 삭제 에러
pt: Erro a apagar vibe
pt_br: Erro apagando vibe
ru: Ошибка удаления вайба
tr: Vibe silme hatası

# settingsNotificationWarningTitle
source: Warning!
ar: انتبه!
de: Achtung!
es_419: ¡Atención!
fr: Attention !
hi: Dhyan do!
id: Perhatian!
ko: 주의!
pt: Atenção!
pt_br: Atenção!
ru: Внимание!
tr: Dikkat!

# settingsNotificationWarningMessage
source: If you disable notifications, you won't be able to receive PINGS from other users. PW chats (connections) cannot be established. Do you really want to disable?
ar: لو قفلت الإشعارات، مش هتقدر تستقبل PINGS من المستخدمين التانيين. PW chats (الاتصالات) مش هتشتغل. متأكد عايز تقفلها؟
de: Wenn du Benachrichtigungen deaktivierst, kannst du keine PINGS von anderen empfangen. PW Chats (Connections) werden unmöglich. Wirklich deaktivieren?
es_419: Si desactivas las notis, no podrás recibir PINGS de otros. Los PW chats (conexiones) serán imposibles. ¿Seguro desactivar?
fr: Si tu désactives les notifs, tu pourras pas recevoir de PINGS des autres. Les PW chats (connexions) seront impossibles. Vraiment désactiver ?
hi: Notifications off karoge to PINGS nahi mil payenge. PW chats (connections) nahi ban payenge. Pakka off karna hai?
id: Kalo matiin notif, gak bisa nerima PING dari user lain. PW chats (connections) gak bisa jalan. Yakin mau matiin?
ko: 알림 끄면 다른 유저한테 PING 못 받아. PW chats (연결) 못 해. 진짜 끌래?
pt: Se desativares as notificações, não vais poder receber PINGS de outros users. Os PW chats (conexões) serão impossíveis. Tens a certeza que queres desativar?
pt_br: Se desativar as notificações, não vai poder receber PINGS de outros. Os PW chats (conexões) vão ficar impossíveis. Quer desativar mesmo?
ru: Если выключишь уведомления, не сможешь получать ПИНГИ от других. PW чаты (коннекты) будут недоступны. Точно выключить?
tr: Bildirimleri kapatırsan diğer kullanıcılardan PING alamazsın. PW chat'ler (bağlantılar) kurulamaz. Gerçekten kapatmak istiyor musun?

# settingsNotificationWarningCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fr: Annuler
hi: Rehne do
id: Batal
ko: 취소
pt: Cancelar
pt_br: Cancelar
ru: Отмена
tr: İptal

# settingsNotificationWarningDisable
source: Disable anyway
ar: قفل برضه
de: Trotzdem deaktivieren
es_419: Desactivar igual
fr: Désactiver quand même
hi: Phir bhi off karo
id: Tetep matiin
ko: 그래도 끄기
pt: Desativar na mesma
pt_br: Desativar mesmo assim
ru: Всё равно выключить
tr: Yine de kapat

# settingsNotificationsDisabledMessage
source: ⚠️ Notifications disabled - You won't receive any pings
ar: ⚠️ الإشعارات مقفولة - مش هتستقبل أي ping
de: ⚠️ Benachrichtigungen deaktiviert - Du bekommst keine Pings
es_419: ⚠️ Notis desactivadas - No recibirás ningún ping
fr: ⚠️ Notifs désactivées - Tu recevras aucun ping
hi: ⚠️ Notifications off - Koi ping nahi milega
id: ⚠️ Notif mati - Gak bakal dapet ping
ko: ⚠️ 알림 꺼짐 - ping 안 받아
pt: ⚠️ Notificações desativadas - Não vais receber pings
pt_br: ⚠️ Notificações desativadas - Não vai receber nenhum ping
ru: ⚠️ Уведомления выключены - Не получишь никаких пингов
tr: ⚠️ Bildirimler kapalı - Hiç ping almayacaksın

# settingsNotificationsEnabledMessage
source: ✅ Notifications enabled - You can receive pings
ar: ✅ الإشعارات شغالة - تقدر تستقبل pings
de: ✅ Benachrichtigungen aktiviert - Du kannst Pings empfangen
es_419: ✅ Notis activadas - Puedes recibir pings
fr: ✅ Notifs activées - Tu peux recevoir des pings
hi: ✅ Notifications on - Pings mil sakte hain
id: ✅ Notif aktif - Bisa terima ping
ko: ✅ 알림 켜짐 - ping 받을 수 있어
pt: ✅ Notificações ativadas - Podes receber pings
pt_br: ✅ Notificações ativadas - Pode receber pings
ru: ✅ Уведомления включены - Можешь получать пинги
tr: ✅ Bildirimler açık - Ping alabilirsin

# settingsMapThemeCyberpunkActivated
source: Cyberpunk mode activated 🌃
ar: وضع Cyberpunk شغال 🌃
de: Cyberpunk Mode aktiviert 🌃
es_419: Modo cyberpunk activado 🌃
fr: Mode cyberpunk activé 🌃
hi: Cyberpunk mode on 🌃
id: Mode cyberpunk aktif 🌃
ko: 사이버펑크 모드 활성화 🌃
pt: Modo cyberpunk ativado 🌃
pt_br: Modo cyberpunk ativado 🌃
ru: Режим киберпанк активирован 🌃
tr: Cyberpunk modu aktif 🌃

# settingsMapThemeDayActivated
source: Day mode activated ☀️
ar: وضع النهار شغال ☀️
de: Tag-Modus aktiviert ☀️
es_419: Modo día activado ☀️
fr: Mode jour activé ☀️
hi: Day mode on ☀️
id: Mode siang aktif ☀️
ko: 낮 모드 활성화 ☀️
pt: Modo dia ativado ☀️
pt_br: Modo dia ativado ☀️
ru: Дневной режим активирован ☀️
tr: Gündüz modu aktif ☀️

# settingsSoftModeEnabled
source: Soft mode on! Your vibe is shifted 🌊
ar: الوضع الناعم شغال! vibe بتاعك اتحرك 🌊
de: Soft Mode! Dein Vibe ist verschoben 🌊
es_419: ¡Modo soft! Tu vibe está movido 🌊
fr: Mode soft ! Ton vibe est décalé 🌊
hi: Soft mode on! Location shift ho gayi 🌊
id: Soft mode on! Vibe kamu digeser 🌊
ko: 소프트 모드 켜짐! vibe 이동됨 🌊
pt: Modo soft! O teu vibe está desviado 🌊
pt_br: Modo soft! Teu vibe tá deslocado 🌊
ru: Soft режим! Твой вайб сдвинут 🌊
tr: Yumuşak mod açık! Vibe'ın kaydırıldı 🌊

# settingsNormalModeEnabled
source: Normal mode on! Exact location 📍
ar: الوضع العادي شغال! موقع دقيق 📍
de: Normal Mode! Exakter Standort 📍
es_419: ¡Modo normal! Ubicación exacta 📍
fr: Mode normal ! Position exacte 📍
id: Normal mode on! Lokasi tepat 📍
ko: 일반 모드 켜짐! 정확한 위치 📍
pt: Modo normal! Localização exata 📍
pt_br: Modo normal! Localização exata 📍
ru: Обычный режим! Точная локация 📍
tr: Normal mod açık! Tam konum 📍

# settingsIdCopied
source: ID copied
ar: ID اتنسخ
de: ID kopiert
es_419: ID copiado
fr: ID copié
hi: ID copy ho gaya
id: ID udah dicopy
ko: ID 복사됨
pt: ID copiado
pt_br: ID copiado
ru: ID скопирован
tr: ID kopyalandı

# settingsDeleteAccountDialogTitle
source: ⚠️ Delete account
ar: ⚠️ حذف الحساب
de: ⚠️ Account löschen
es_419: ⚠️ Eliminar cuenta
fr: ⚠️ Supprimer le compte
hi: ⚠️ Account delete
id: ⚠️ Hapus akun
ko: ⚠️ 계정 삭제
pt: ⚠️ Eliminar conta
pt_br: ⚠️ Deletar conta
ru: ⚠️ Удалить аккаунт
tr: ⚠️ Hesabı sil

# settingsDeleteAccountDialogMessage
source: This action is irreversible. All your emotions and data will be permanently deleted. Are you sure?
ar: العملية دي مش هتتراجع. كل مشاعرك وبياناتك هتتحذف للأبد. متأكد؟
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Emotionen und Daten werden für immer gelöscht. Bist du sicher?
es_419: Esta acción es irreversible. Todas tus emociones y datos se borrarán para siempre. ¿Estás seguro?
fr: Cette action est irréversible. Toutes tes émotions et données seront supprimées définitivement. T'es sûr ?
hi: Ye wapas nahi ho sakta. Saare emotions aur data hamesha ke liye mit jayenge. Pakka karna hai?
id: Ini gak bisa dibalikin. Semua emosi dan data bakal ilang selamanya. Yakin?
ko: 되돌릴 수 없어. 모든 감정과 데이터가 영구 삭제돼. 확실해?
pt: Esta ação é irreversível. Todas as tuas emoções e dados serão apagados para sempre. Tens a certeza?
pt_br: Essa ação é irreversível. Todas as tuas emoções e dados vão ser apagados pra sempre. Certeza?
ru: Это действие необратимо. Все твои эмоции и данные будут удалены навсегда. Ты уверен?
tr: Bu işlem geri alınamaz. Tüm duyguların ve verilerin kalıcı olarak silinecek. Emin misin?

# settingsDeleteAccountDialogDelete
source: Delete
ar: احذف
de: Löschen
es_419: Eliminar
fr: Supprimer
hi: Delete karo
id: Hapus
ko: 삭제
pt: Eliminar
pt_br: Deletar
ru: Удалить
tr: Sil

# settingsDeleteAccountError
source: Error deleting account
ar: خطأ في حذف الحساب
de: Fehler beim Account löschen
es_419: Error eliminando cuenta
fr: Erreur suppression compte
hi: Account delete nahi hua
id: Error hapus akun
ko: 계정 삭제 에러
pt: Erro a eliminar conta
pt_br: Erro deletando conta
ru: Ошибка удаления аккаунта
tr: Hesap silme hatası

# settingsModerationPanelTitle
source: 🔐 Moderation Panel
ar: 🔍 لوحة الإشراف
de: 🔍 Moderations-Panel
es_419: 🔍 Panel de moderación
fr: 🔍 Panel de modération
id: 🔍 Panel Moderasi
ko: 🔍 관리자 패널
pt: 🔍 Painel de moderação
pt_br: 🔍 Painel de moderação
ru: 🔍 Панель модерации
tr: 🔍 Moderasyon Paneli

# settingsModerationPanelSubtitle
source: For App Store Review Only
ar: لمراجعة App Store بس
de: Nur für App Store Review
es_419: Solo para review de App Store
fr: Seulement pour review App Store
hi: Sirf App Store Review ke liye
id: Cuma buat App Store Review
ko: 앱스토어 리뷰용만
pt: Só para review da App Store
pt_br: Só pra review da App Store
ru: Только для проверки App Store
tr: Sadece App Store İncelemesi İçin

# settingsModerationActiveBans
source: Active Bans
ar: الحظر النشط
de: Aktive Bans
es_419: Bans activos
fr: Bans actifs
id: Ban Aktif
ko: 활성 차단
pt: Bans ativos
pt_br: Bans ativos
ru: Активные баны
tr: Aktif Yasaklar

# settingsModerationReports
source: Reports
ar: البلاغات
es_419: Reportes
fr: Signalements
ko: 신고
pt_br: Denúncias
ru: Репорты
tr: Raporlar

# settingsModerationClearData
source: Clear Test Data
ar: امسح بيانات الاختبار
de: Testdaten löschen
es_419: Limpiar datos de prueba
fr: Effacer données test
hi: Test Data Clear karo
id: Clear Data Test
ko: 테스트 데이터 지우기
pt: Limpar dados de teste
pt_br: Limpar dados de teste
ru: Очистить тестовые данные
tr: Test Verilerini Temizle

# settingsModerationDataCleared
source: Test data cleared
ar: بيانات الاختبار اتمسحت
de: Testdaten gelöscht
es_419: Datos de prueba limpiados
fr: Données test effacées
hi: Test data clear ho gaya
id: Data test udah clear
ko: 테스트 데이터 지워짐
pt: Dados de teste limpos
pt_br: Dados de teste limpos
ru: Тестовые данные очищены
tr: Test verileri temizlendi

# sparkConnectingToChat
source: Connecting to PW chat...
ar: بيتصل بـ PW chat...
de: Verbinde mit PW Chat...
es_419: Conectando al PW chat...
fr: Connexion au PW chat...
hi: PW chat se connect ho raha hai...
id: Connecting ke PW chat...
ko: PW chat 연결 중...
pt: A conectar ao PW chat...
pt_br: Conectando ao PW chat...
ru: Подключаемся к PW чату...
tr: PW chat'e bağlanılıyor...

# sparkChatEnded
source: Ended
ar: انتهى
de: Beendet
es_419: Terminado
fr: Terminé
hi: Khatam
id: Selesai
ko: 종료
pt: Terminado
pt_br: Acabou
ru: Завершён
tr: Bitti

# sparkSendFirstMessage
source: Send first message!
ar: ابعت أول رسالة!
de: Sende die erste Message!
es_419: ¡Envía el primer mensaje!
fr: Envoie le premier message !
hi: Pehla message bhejo!
id: Kirim pesan pertama!
ko: 첫 메시지 보내!
pt: Envia a primeira mensagem!
pt_br: Manda a primeira mensagem!
ru: Отправь первое сообщение!
tr: İlk mesajı gönder!

# sparkWaitingForMate
source: Waiting for PW mate...
ar: مستني PW mate...
de: Warte auf PW Mate...
es_419: Esperando al PW mate...
fr: J'attends le PW mate...
hi: PW mate ka wait kar rahe...
id: Nunggu PW mate...
ko: PW mate 기다리는 중...
pt: À espera do PW mate...
pt_br: Esperando o PW mate...
ru: Жду PW mate...
tr: PW mate bekleniyor...

# sparkMessagePlaceholder
source: Message...
ar: رسالة...
de: Nachricht...
es_419: Mensaje...
id: Pesan...
ko: 메시지...
pt: Mensagem...
pt_br: Mensagem...
ru: Сообщение...
tr: Mesaj...

# sparkWaitForReply
source: Wait for reply...
ar: استنى الرد...
de: Warte auf Antwort...
es_419: Espera respuesta...
fr: Attends la réponse...
hi: Reply ka wait karo...
id: Tunggu balasan...
ko: 답장 기다려...
pt: Espera resposta...
pt_br: Espera a resposta...
ru: Жди ответа...
tr: Cevabı bekle...

# sparkChatEndedPlaceholder
source: Chat ended
ar: المحادثة انتهت
de: Chat beendet
es_419: Chat terminado
fr: Chat terminé
hi: Chat khatam
id: Chat selesai
ko: 채팅 종료
pt: Chat terminado
pt_br: Chat acabou
ru: Чат завершён
tr: Sohbet bitti

# sparkLeaveChat
source: Leave PW chat?
ar: تسيب PW chat؟
de: PW Chat verlassen?
es_419: ¿Salir del PW chat?
fr: Quitter le PW chat ?
hi: PW chat chhod rahe ho?
id: Keluar PW chat?
ko: PW chat 나갈래?
pt: Sair do PW chat?
pt_br: Sair do PW chat?
ru: Покинуть PW чат?
tr: PW chat'ten çık?

# sparkChatEndForBoth
source: Chat will end for both PW mates
ar: المحادثة هتنتهي للاتنين
de: Chat endet für beide PW Mates
es_419: El chat termina para ambos PW mates
fr: Le chat se termine pour les deux PW mates
hi: Dono PW mates ke liye chat band ho jayegi
id: Chat bakal selesai buat dua-duanya
ko: 둘 다 채팅 끝나
pt: O chat termina para ambos PW mates
pt_br: O chat acaba pros dois PW mates
ru: Чат завершится для обоих PW mates
tr: Sohbet her iki PW mate için de bitecek

# sparkStay
source: Stay
ar: اقعد
de: Bleiben
es_419: Quedarme
fr: Rester
hi: Ruko
id: Tetep di sini
ko: 있어
pt: Ficar
pt_br: Ficar
ru: Остаться
tr: Kal

# sparkLeave
source: Leave
ar: اطلع
de: Verlassen
es_419: Salir
fr: Partir
hi: Chhod do
id: Keluar
ko: 나가
pt: Sair
pt_br: Sair
ru: Выйти
tr: Çık

# sparkExtended
source: Extended! +3 min ⚡
ar: اتمدت! +3 دقائق ⚡
de: Verlängert! +3 Min ⚡
es_419: ¡Extendido! +3 min ⚡
fr: Prolongé ! +3 min ⚡
hi: Extend ho gaya! +3 min ⚡
id: Diperpanjang! +3 menit ⚡
ko: 연장! +3분 ⚡
pt: Extendido! +3 min ⚡
pt_br: Estendido! +3 min ⚡
ru: Продлено! +3 мин ⚡
tr: Uzatıldı! +3 dk ⚡

# sparkWaitingForOther
source: Waiting for PW mate...
ar: مستني PW mate...
de: Warte auf PW Mate...
es_419: Esperando al PW mate...
fr: J'attends le PW mate...
hi: PW mate ka wait...
id: Nunggu PW mate...
ko: PW mate 기다리는 중...
pt: À espera do PW mate...
pt_br: Esperando o PW mate...
ru: Жду PW mate...
tr: PW mate bekleniyor...

# sparkMaxExtensionsReached
source: Maximum extensions reached
ar: وصلت للحد الأقصى من التمديدات
de: Maximale Verlängerungen erreicht
es_419: Máximo de extensiones alcanzado
fr: Maximum de prolongations atteint
hi: Maximum extend ho chuka
id: Udah maksimal perpanjangan
ko: 최대 연장 도달
pt: Máximo de extensões alcançado
pt_br: Máximo de extensões atingido
ru: Максимум продлений
tr: Maksimum uzatmaya ulaşıldı
