Repository: gaart1981/pingandwink
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es_419, fr, hi, id, ko, pt, pt_br, ru, tr

# commonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es_419: Cancelar
fr: Annuler
hi: Cancel karo
id: Batal
ko: 취소
pt: Cancelar
pt_br: Cancelar
ru: Отмена
tr: İptal

# commonClose
source: Close
ar: إغلاق
de: Schließen
es_419: Cerrar
fr: Fermer
hi: Band karo
id: Tutup
ko: 닫기
pt: Fechar
pt_br: Fechar
ru: Закрыть
tr: Kapat

# commonOk
source: OK
ar: حسناً
hi: Theek hai
id: Oke
ko: 확인
ru: ОК
tr: Tamam

# commonYes
source: Yes
ar: نعم
de: Ja
es_419: Sí
fr: Oui
hi: Haan
id: Ya
ko: 응
pt: Sim
pt_br: Sim
ru: Да
tr: Evet

# commonNo
source: No
ar: لا
de: Nein
fr: Non
hi: Nahi
id: Gak
ko: 아니
pt: Não
pt_br: Não
ru: Нет
tr: Hayır

# commonSave
source: Save
ar: حفظ
de: Speichern
es_419: Guardar
fr: Enregistrer
hi: Save karo
id: Simpan
ko: 저장
pt: Guardar
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# commonDelete
source: Delete
ar: حذف
de: Löschen
es_419: Eliminar
fr: Supprimer
id: Hapus
ko: 삭제
pt: Apagar
pt_br: Apagar
ru: Удалить
tr: Sil

# commonShare
source: Share
ar: مشاركة
de: Teilen
es_419: Compartir
fr: Partager
hi: Share karo
ko: 공유
pt: Partilhar
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş

# commonLoading
source: Loading...
ar: جاري التحميل...
de: Lädt...
es_419: Cargando...
fr: Chargement...
ko: 로딩중...
pt: A carregar...
pt_br: Carregando...
ru: Загрузка...
tr: Yükleniyor...

# commonError
source: Error
ar: حصل خطأ
de: Fehler
fr: Erreur
hi: Kuch gadbad hai
id: Ada error nih
ko: 에러났어
pt: Erro
pt_br: Erro
ru: Ошибка
tr: Bi' hata oldu

# commonSuccess
source: Success
ar: تم بنجاح!
de: Fertig
es_419: Listo
fr: Succès
hi: Ho gaya!
id: Berhasil!
ko: 성공!
pt: Feito
pt_br: Pronto
ru: Готово
tr: Başardın!

# commonRetry
source: Retry
ar: حاول مرة تانية
de: Nochmal
es_419: Reintentar
fr: Réessayer
hi: Phir try karo
id: Coba lagi
ko: 다시 시도
pt: Tentar outra vez
pt_br: Tentar de novo
ru: Ещё раз
tr: Tekrar dene

# commonNext
source: Next
ar: التالي
de: Weiter
es_419: Siguiente
fr: Suivant
hi: Aage
id: Lanjut
ko: 다음
pt: Seguinte
pt_br: Próximo
ru: Далее
tr: İleri

# commonBack
source: Back
ar: رجوع
de: Zurück
es_419: Atrás
fr: Retour
hi: Peeche
id: Balik
ko: 뒤로
pt: Voltar
pt_br: Voltar
ru: Назад
tr: Geri

# commonSkip
source: Skip
ar: تخطي
de: Überspringen
es_419: Omitir
fr: Passer
ko: 건너뛰기
pt: Saltar
pt_br: Pular
ru: Пропустить
tr: Geç

# commonDone
source: Done
ar: انتهى
de: Fertig
es_419: Listo
fr: Terminé
id: Selesai
ko: 완료
pt: Pronto
pt_br: Feito
ru: Готово
tr: Bitti

# commonContinue
source: Continue
ar: استمر
de: Weiter
es_419: Continuar
fr: Continuer
hi: Aage badho
id: Lanjut
ko: 계속
pt: Continuar
pt_br: Continuar
ru: Продолжить
tr: Devam et

# commonConfirm
source: Confirm
ar: متأكد؟
de: Bestätigen
es_419: Confirmar
fr: Confirmer
hi: Pakka?
id: Yakin?
ko: 확실해?
pt: Confirmar
pt_br: Confirmar
ru: Подтвердить
tr: Emin misin?

# emptyStateMorningStoryMain
source: the city's still waking up, stretching slowly everyone's in their morning rituals coffee, commute, pretending to work but here's what they don't know yet: tonight at 7pm, this map transforms completely
de: die Stadt wacht noch auf, streckt sich langsam jeder in seinen Morgenritualen Kaffee, Pendeln, so tun als ob man arbeitet aber das wissen sie noch nicht: heute Abend um 19 Uhr verwandelt sich diese Karte komplett
es_419: la ciudad aún está despertando, estirándose lentamente todos en sus rituales matutinos café, transporte, fingiendo trabajar pero esto es lo que aún no saben: esta noche a las 22h, este mapa se transforma completamente
fr: la ville se réveille encore, s'étire lentement tout le monde dans ses rituels matinaux café, métro, faire semblant de travailler mais voici ce qu'ils ne savent pas encore: ce soir à 19h, cette carte se transforme complètement
id: kota masih bangun, meregangkan badan perlahan semua dalam ritual paginya kopi, perjalanan, pura-pura kerja tapi ini yang mereka belum tahu: malam ini jam 7, peta ini berubah total
ko: 도시가 아직 깨어나고 있어, 천천히 기지개를 켜 모두가 아침 루틴 중 커피, 출근, 일하는 척 하지만 그들이 아직 모르는 건: 오늘 저녁 7시, 이 지도가 완전히 변신해
ru: город ещё просыпается, медленно потягивается все в своих утренних ритуалах кофе, дорога, притворство работы но вот чего они ещё не знают: сегодня в 19:00 эта карта полностью преобразится

# emptyStateMorningStorySub
source: set your alarm now, thank yourself later ⏰
de: stell jetzt deinen Wecker, danke dir später ⏰
es_419: pon tu alarma ahora, agradécete después ⏰
fr: mets ton alarme maintenant, remercie-toi plus tard ⏰
id: set alarm sekarang, terima kasih diri sendiri nanti ⏰
ko: 지금 알람 설정해, 나중에 고마워할 거야 ⏰
ru: поставь будильник сейчас, поблагодаришь себя позже ⏰

# emptyStateMorningCuriosityMain
source: you caught the map in its quiet phase like a nightclub at noon - empty but full of potential 3 people checked before you today they all set reminders for 7pm coincidence? or do they know something?
de: du hast die Karte in ihrer ruhigen Phase erwischt wie ein Nachtclub mittags - leer aber voller Potenzial 3 Leute haben heute vor dir geschaut alle haben Erinnerungen für 19 Uhr gesetzt Zufall? oder wissen sie etwas?
es_419: pillaste el mapa en su fase tranquila como una disco al mediodía - vacía pero llena de potencial 3 personas chequearon antes que tú hoy todas pusieron recordatorios para las 22h ¿coincidencia? ¿o saben algo?
fr: tu as attrapé la carte dans sa phase calme comme une boîte de nuit à midi - vide mais pleine de potentiel 3 personnes ont vérifié avant toi aujourd'hui elles ont toutes mis des rappels pour 19h coïncidence? ou savent-elles quelque chose?
id: kamu dapat petanya di fase tenang kayak klub malam siang hari - kosong tapi penuh potensi 3 orang cek sebelum kamu hari ini semua set pengingat buat jam 7 malam kebetulan? atau mereka tahu sesuatu?
ko: 조용한 단계의 지도를 잡았네 낮의 나이트클럽처럼 - 비어있지만 잠재력으로 가득 오늘 너보다 먼저 3명이 체크했어 모두 오후 7시 알림을 설정했지 우연일까? 아니면 뭔가 알고 있을까?
ru: ты поймал карту в тихой фазе как ночной клуб днём - пусто, но полно потенциала 3 человека проверили до тебя сегодня все поставили напоминания на 19:00 совпадение? или они что-то знают?

# emptyStateMorningCuriositySub
source: the answer reveals itself at sunset 🌅
de: die Antwort offenbart sich bei Sonnenuntergang 🌅
es_419: la respuesta se revela al atardecer 🌅
fr: la réponse se révèle au coucher du soleil 🌅
id: jawabannya muncul pas sunset 🌅
ko: 답은 해질녘에 드러나 🌅
ru: ответ откроется на закате 🌅

# emptyStateMorningSocialMain
source: monday morning truth: everyone's pretending to work right now spreadsheets open, minds elsewhere you're 1 of 7 people who checked before noon that makes you special, or crazy, or both
de: Montagmorgen Wahrheit: jeder tut gerade so als würde er arbeiten Tabellen offen, Gedanken woanders du bist 1 von 7 Leuten die vor Mittag gecheckt haben das macht dich besonders, oder verrückt, oder beides
es_419: verdad del lunes por la mañana: todos fingiendo trabajar ahora mismo hojas de cálculo abiertas, mentes en otro lado eres 1 de 7 personas que chequearon antes del mediodía eso te hace especial, o loco, o ambos
fr: vérité du lundi matin: tout le monde fait semblant de travailler maintenant tableaux excel ouverts, esprits ailleurs tu es 1 des 7 personnes qui ont vérifié avant midi ça te rend spécial, ou fou, ou les deux
id: kebenaran senin pagi: semua pura-pura kerja sekarang spreadsheet buka, pikiran di tempat lain kamu 1 dari 7 orang yang cek sebelum siang itu bikin kamu spesial, atau gila, atau dua-duanya
ko: 월요일 아침의 진실: 모두가 지금 일하는 척 중 스프레드시트는 열려있고, 마음은 딴 곳에 정오 전에 체크한 7명 중 1명이야 이게 널 특별하게 만들어, 아니면 미쳤거나, 아니면 둘 다
ru: правда понедельника утром: все притворяются, что работают сейчас таблицы открыты, мысли где-то ещё ты 1 из 7 человек, кто проверил до полудня это делает тебя особенным, или сумасшедшим, или и то и другое

# emptyStateMorningSocialSub
source: come back at 7pm to find out which
de: komm um 19 Uhr zurück um herauszufinden was
es_419: vuelve a las 22h para descubrir cuál
fr: reviens à 19h pour découvrir lequel
id: balik jam 7 malam buat tahu yang mana
ko: 뭔지 알아보려면 저녁 7시에 돌아와
ru: вернись в 19:00 чтобы узнать что именно

# emptyStateFridayMain
source: friday afternoon paradox: everyone's mentally checked out but physically stuck counting hours until freedom ({hours} more to go) at 5pm the metamorphosis begins from work zombies to weekend warriors
de: Freitagnachmittag Paradox: jeder mental ausgecheckt aber physisch gefangen Stunden bis zur Freiheit zählend (noch {hours}) um 17 Uhr beginnt die Metamorphose von Arbeitszombies zu Wochenendkriegern
es_419: paradoja del viernes por la tarde: todos mentalmente desconectados pero físicamente atrapados contando horas hasta la libertad ({hours} más) a las 17h comienza la metamorfosis de zombis laborales a guerreros del fin de semana
fr: paradoxe du vendredi après-midi: tout le monde mentalement déconnecté mais physiquement coincé comptant les heures jusqu'à la liberté ({hours} de plus) à 17h la métamorphose commence de zombies du travail à guerriers du weekend
id: paradoks jumat sore: semua mental udah cabut tapi fisik masih stuck hitung jam sampe bebas ({hours} lagi) jam 5 sore metamorfosis mulai dari zombie kerja jadi prajurit weekend
ko: 금요일 오후 패러독스: 모두가 정신적으로는 퇴근했지만 육체적으로는 갇혀있어 자유까지 시간을 세고 있어 ({hours} 남음) 오후 5시에 변신이 시작돼 일 좀비에서 주말 전사로
ru: парадокс пятницы днём: все ментально отключились, но физически застряли считают часы до свободы (ещё {hours}) в 17:00 начинается метаморфоза из рабочих зомби в воинов выходных

# emptyStateFridaySub
source: you're early to witness it 🦋
de: du bist früh dran es zu bezeugen 🦋
es_419: llegaste temprano para presenciarlo 🦋
fr: tu es en avance pour en être témoin 🦋
id: kamu dateng awal buat nyaksiin 🦋
ko: 목격하기 위해 일찍 왔네 🦋
ru: ты рано пришёл это увидеть 🦋

# emptyStateAfternoonReturningMain
source: you keep coming back at this time searching for something that isn't here... yet persistence or insanity? the universe is watching and it rewards patience
de: du kommst immer wieder zu dieser Zeit suchst nach etwas das noch nicht hier ist... noch nicht Beharrlichkeit oder Wahnsinn? das Universum beobachtet und es belohnt Geduld
es_419: sigues volviendo a esta hora buscando algo que no está aquí... todavía ¿persistencia o locura? el universo está observando y recompensa la paciencia
fr: tu continues à revenir à cette heure cherchant quelque chose qui n'est pas là... encore persistance ou folie? l'univers observe et il récompense la patience
id: kamu terus balik jam segini cari sesuatu yang belum ada di sini... belum kegigihan atau kegilaan? semesta lagi nonton dan ngasih reward ke kesabaran
ko: 이 시간에 계속 돌아와 아직 여기 없는 뭔가를 찾고 있어... 아직 끈기일까 광기일까? 우주가 지켜보고 있어 그리고 인내를 보상해
ru: ты продолжаешь возвращаться в это время ища что-то, чего здесь нет... пока упорство или безумие? вселенная наблюдает и она вознаграждает терпение

# emptyStateAfternoonReturningSub
source: approximately {hours} hours until ignition 🚀
de: ungefähr {hours} Stunden bis zur Zündung 🚀
id: kira-kira {hours} jam sampe nyala 🚀
ko: 점화까지 약 {hours}시간 🚀

# emptyStateAfternoonFirstMain
source: sometimes it happens at 2:47pm sometimes at 6:13pm but it always happens the transformation from dead to alive from empty to electric
de: manchmal passiert es um 14:47 manchmal um 18:13 aber es passiert immer die Verwandlung von tot zu lebendig von leer zu elektrisch
es_419: a veces pasa a las 14:47 a veces a las 18:13 pero siempre pasa la transformación de muerto a vivo de vacío a eléctrico
fr: parfois ça arrive à 14h47 parfois à 18h13 mais ça arrive toujours la transformation de mort à vivant de vide à électrique
id: kadang terjadi jam 2:47 sore kadang jam 6:13 sore tapi selalu terjadi transformasi dari mati ke hidup dari kosong ke listrik
ko: 가끔 오후 2:47에 일어나 가끔 6:13에 하지만 항상 일어나 죽음에서 삶으로의 변화 텅 빔에서 전기로
ru: иногда это происходит в 14:47 иногда в 18:13 но это всегда происходит превращение из мёртвого в живое из пустого в электрическое

# emptyStateAfternoonFirstSub
source: the question is: will you be here when it does?
de: die Frage ist: wirst du hier sein wenn es passiert?
es_419: la pregunta es: ¿estarás aquí cuando suceda?
fr: la question est: seras-tu là quand ça arrive?
id: pertanyaannya: kamu bakal ada pas itu terjadi?
ko: 질문은: 일어날 때 여기 있을 거야?
ru: вопрос в том: будешь ли ты здесь когда это случится?

# emptyStatePrimetimeFirstMain
source: welcome to the edge of something big in 23 minutes, this empty map explodes hundreds of vibes appearing like stars each one a real person, real emotion, real moment you're here before the crowd
de: willkommen am Rand von etwas Großem in 23 Minuten explodiert diese leere Karte Hunderte von Vibes erscheinen wie Sterne jeder eine echte Person, echte Emotion, echter Moment du bist vor der Menge hier
es_419: bienvenido al borde de algo grande en 23 minutos, este mapa vacío explota cientos de vibras apareciendo como estrellas cada una una persona real, emoción real, momento real estás aquí antes que la multitud
fr: bienvenue au bord de quelque chose de grand dans 23 minutes, cette carte vide explose des centaines de vibes apparaissant comme des étoiles chacune une vraie personne, vraie émotion, vrai moment tu es là avant la foule
id: selamat datang di tepi sesuatu yang besar 23 menit lagi, peta kosong ini meledak ratusan vibe muncul kayak bintang tiap satu orang beneran, emosi beneran, momen beneran kamu di sini sebelum kerumunan
ko: 큰 무언가의 가장자리에 온 걸 환영해 23분 후, 이 빈 지도가 폭발해 수백 개의 바이브가 별처럼 나타나 각각 진짜 사람, 진짜 감정, 진짜 순간 군중보다 먼저 왔네
ru: добро пожаловать на грань чего-то большого через 23 минуты эта пустая карта взорвётся сотни вайбов появятся как звёзды каждый - реальный человек, реальная эмоция, реальный момент ты здесь до толпы

# emptyStatePrimetimeFirstSub
source: that's either genius or luck ⚡
de: das ist entweder Genie oder Glück ⚡
es_419: eso es genialidad o suerte ⚡
fr: c'est soit du génie soit de la chance ⚡
id: itu jenius atau hoki ⚡
ko: 이건 천재 아니면 운 ⚡
ru: это либо гениальность, либо удача ⚡

# emptyStatePrimetimeReturnMain
source: the pregame silence before the storm you know what's coming 7pm hits different on this map workplace stress transforms into weekend energy watch it happen in real-time
de: die Vorspiel-Stille vor dem Sturm du weißt was kommt 19 Uhr trifft anders auf dieser Karte Arbeitsstress verwandelt sich in Wochenendenergie sieh es in Echtzeit passieren
es_419: el silencio previo antes de la tormenta sabes lo que viene las 22h pegan diferente en este mapa el estrés laboral se transforma en energía de fin de semana míralo pasar en tiempo real
fr: le silence d'avant-match avant la tempête tu sais ce qui arrive 19h frappe différemment sur cette carte le stress du travail se transforme en énergie du weekend regarde ça arriver en temps réel
id: keheningan pregame sebelum badai kamu tahu apa yang dateng jam 7 malam beda di peta ini stres kerja berubah jadi energi weekend liat itu terjadi real-time
ko: 폭풍 전 경기 전 침묵 뭐가 올지 알고 있지 저녁 7시는 이 지도에서 다르게 때려 업무 스트레스가 주말 에너지로 변해 실시간으로 일어나는 걸 봐
ru: тишина перед игрой перед бурей ты знаешь что грядёт 19:00 бьёт по-другому на этой карте рабочий стресс превращается в энергию выходных смотри как это происходит в реальном времени

# emptyStatePrimetimeReturnSub
source: or close the app and wonder forever
de: oder schließ die App und frage dich für immer
es_419: o cierra la app y pregúntate para siempre
fr: ou ferme l'app et demande-toi pour toujours
id: atau tutup app dan penasaran selamanya
ko: 아니면 앱을 닫고 영원히 궁금해해
ru: или закрой приложение и гадай вечно

# emptyStateWeekendEveningMain
source: saturday night phenomenon: everyone's out there living their best life or pretending to on instagram but you found the real pulse of the city unfiltered, unedited, uncensored emotions
de: Samstagabend Phänomen: jeder da draußen lebt sein bestes Leben oder tut so auf Instagram aber du hast den echten Puls der Stadt gefunden ungefilterte, unbearbeitete, unzensierte Emotionen
es_419: fenómeno del sábado noche: todos ahí fuera viviendo su mejor vida o fingiendo en instagram pero encontraste el pulso real de la ciudad emociones sin filtro, sin editar, sin censurar
fr: phénomène du samedi soir: tout le monde dehors vivant sa meilleure vie ou faisant semblant sur instagram mais tu as trouvé le vrai pouls de la ville émotions non filtrées, non éditées, non censurées
id: fenomena sabtu malem: semua di luar sana hidup terbaik mereka atau pura-pura di instagram tapi kamu nemuin denyut asli kota emosi tanpa filter, tanpa edit, tanpa sensor
ko: 토요일 밤 현상: 모두가 밖에서 최고의 삶을 살고 있어 아니면 인스타그램에서 그런 척 하지만 넌 도시의 진짜 맥박을 찾았어 필터 없는, 편집 안 된, 검열 안 된 감정들
ru: феномен субботнего вечера: все там живут лучшей жизнью или притворяются в инстаграме но ты нашёл настоящий пульс города эмоции без фильтров, без редактуры, без цензуры

# emptyStateWeekendEveningSub
source: refresh in 5 minutes for the truth 🌃
de: aktualisiere in 5 Minuten für die Wahrheit 🌃
es_419: actualiza en 5 minutos para la verdad 🌃
fr: actualise dans 5 minutes pour la vérité 🌃
id: refresh 5 menit lagi buat kebenaran 🌃
ko: 진실을 위해 5분 후 새로고침 🌃
ru: обнови через 5 минут для правды 🌃

# emptyStateWeekendMorningMain
source: the city is hungover slowly piecing together last night checking damage, counting regrets the map sleeps until 2pm but when it wakes up...
de: die Stadt hat einen Kater setzt langsam die letzte Nacht zusammen prüft Schäden, zählt Bedauern die Karte schläft bis 14 Uhr aber wenn sie aufwacht...
es_419: la ciudad está con resaca reconstruyendo lentamente lo de anoche chequeando daños, contando arrepentimientos el mapa duerme hasta las 14h pero cuando despierte...
fr: la ville a la gueule de bois recomposant lentement la nuit dernière vérifiant les dégâts, comptant les regrets la carte dort jusqu'à 14h mais quand elle se réveille...
id: kota lagi hangover pelan-pelan nyusun tadi malem cek kerusakan, itung penyesalan peta tidur sampe jam 2 siang tapi pas bangun...
ko: 도시가 숙취 중 어젯밤을 천천히 맞춰가고 있어 피해 확인, 후회 세기 지도는 오후 2시까지 자 하지만 깨어나면...
ru: город с похмелья медленно собирает вчерашнюю ночь проверяет ущерб, считает сожаления карта спит до 14:00 но когда проснётся...

# emptyStateWeekendMorningSub
source: chaos round 2 begins 🎭
de: Chaos Runde 2 beginnt 🎭
es_419: comienza el caos round 2 🎭
fr: le chaos round 2 commence 🎭
id: chaos ronde 2 mulai 🎭
ko: 카오스 라운드 2가 시작돼 🎭
ru: хаос раунд 2 начинается 🎭

# emptyStateLateNightMain
source: 2am clarity hits different when the noise stops, truth emerges only the real ones are awake now sharing their 3am thoughts raw, honest, unfiltered
de: 2 Uhr morgens Klarheit trifft anders wenn der Lärm stoppt, taucht Wahrheit auf nur die Echten sind jetzt wach teilen ihre 3 Uhr morgens Gedanken roh, ehrlich, ungefiltert
es_419: la claridad de las 2am pega diferente cuando el ruido para, emerge la verdad solo los reales están despiertos ahora compartiendo sus pensamientos de las 3am crudos, honestos, sin filtros
fr: la clarté de 2h du mat frappe différemment quand le bruit s'arrête, la vérité émerge seuls les vrais sont éveillés maintenant partageant leurs pensées de 3h du mat brutes, honnêtes, non filtrées
id: kejernihan jam 2 pagi beda pas kebisingan berhenti, kebenaran muncul cuma yang asli masih bangun sekarang bagi pikiran jam 3 pagi mentah, jujur, tanpa filter
ko: 새벽 2시 명료함이 다르게 때려 소음이 멈추면, 진실이 나타나 진짜들만 지금 깨어있어 새벽 3시 생각들을 공유해 날것, 정직한, 필터 없는
ru: ясность 2 часов ночи бьёт по-другому когда шум останавливается, правда появляется только настоящие бодрствуют сейчас делятся мыслями 3 часов ночи сырые, честные, без фильтров

# emptyStateLateNightSub
source: you're not alone in the dark 🌙
de: du bist nicht allein im Dunkeln 🌙
es_419: no estás solo en la oscuridad 🌙
fr: tu n'es pas seul dans le noir 🌙
id: kamu gak sendirian di gelap 🌙
ko: 어둠 속에 혼자가 아니야 🌙
ru: ты не один в темноте 🌙

# emptyStatePush1Body
source: the map is waking up 👀
de: die Karte wacht auf 👀
es_419: el mapa está despertando 👀
fr: la carte se réveille 👀
id: peta lagi bangun 👀
ko: 지도가 깨어나고 있어 👀
ru: карта просыпается 👀

# emptyStatePush2Body
source: peak vibes happening now ⚡
de: Peak Vibes gerade jetzt ⚡
es_419: vibras al máximo ahora mismo ⚡
fr: vibes au max maintenant ⚡
id: puncak vibe sekarang ⚡
ko: 지금 피크 바이브 ⚡
ru: пик вайбов прямо сейчас ⚡

# emptyStatePush3Body
source: yesterday you missed 47 vibes. today?
de: gestern hast du 47 Vibes verpasst. heute?
es_419: ayer te perdiste 47 vibras. ¿hoy?
fr: hier tu as raté 47 vibes. aujourd'hui?
id: kemarin kamu lewatin 47 vibe. hari ini?
ko: 어제 47개 바이브를 놓쳤어. 오늘은?
ru: вчера ты пропустил 47 вайбов. сегодня?

# emptyStateNotificationEnabled
source: Notifications enabled! You'll know when vibes appear 🔔
de: Benachrichtigungen aktiviert! Du wirst wissen wenn Vibes erscheinen 🔔
es_419: ¡Notificaciones activadas! Sabrás cuando aparezcan vibras 🔔
fr: Notifications activées! Tu sauras quand les vibes apparaissent 🔔
id: Notifikasi nyala! Kamu bakal tahu pas vibe muncul 🔔
ko: 알림 켜짐! 바이브가 나타나면 알게 될 거야 🔔
ru: Уведомления включены! Ты узнаешь когда появятся вайбы 🔔

# emptyStateTapToClose
source: tap to close
de: tippen zum Schließen
es_419: toca para cerrar
fr: touche pour fermer
id: tap buat tutup
ko: 닫으려면 탭
ru: нажми чтобы закрыть

# emptyStateAfternoonReturningHours
source: approximately {hours} hours until ignition 🚀
de: ungefähr {hours} Stunden bis zur Zündung 🚀
es_419: aproximadamente {hours} horas hasta la ignición 🚀
fr: environ {hours} heures jusqu'à l'allumage 🚀
id: kira-kira {hours} jam sampe nyala 🚀
ko: 점화까지 약 {hours}시간 🚀
ru: примерно {hours} часов до зажигания 🚀

# vibeLabelBrainMode
source: Brain Mode
ar: وضع التركيز
de: Fokus Mode
es_419: Modo Focus
fr: Mode Focus
hi: Padhai Mode
id: Mode Mikir
ko: 공부 모드
pt: Modo Focus
pt_br: Modo Foco
ru: Фокус
tr: Kafa Çalışıyor

# vibeLabelLatteBreak
source: Latte Break
ar: استراحة قهوة
de: Kaffee Pause
es_419: Break Café
fr: Pause Café
hi: Coffee Time
id: Ngopi Dulu
ko: 카페 타임
pt: Pausa Café
pt_br: Pausa Café
ru: Кофе-тайм
tr: Kahve Molası

# vibeLabelSportMode
source: Sport Mode
ar: وضع الرياضة
es_419: Modo Gym
fr: Mode Sport
hi: Gym Vibes
id: Mode Olahraga
ko: 운동 중
pt: Modo Gym
pt_br: Modo Treino
ru: Спорт
tr: Spor Modu

# vibeLabelSoundLoop
source: Sound Loop
ar: في الموسيقى
de: Im Beat
es_419: En la Music
fr: Dans le Son
hi: Music mein khoya
id: Dengerin Musik
ko: 음악 속
pt: Na Música
pt_br: No Som
ru: Музыка
tr: Müzik Döngüsü

# vibeLabelCityWalk
source: City Walk
ar: جولة بالمدينة
de: Unterwegs
es_419: Paseando
fr: Balade Urbaine
hi: Ghumte hue
id: Jalan-jalan
ko: 산책 중
pt_br: Rolê
ru: На районе
tr: Şehir Turu

# vibeLabelContentMode
source: Content Mode
ar: وضع المحتوى
de: Creating
es_419: Creando
fr: Mode Créa
hi: Creator Mode
id: Mode Konten
ko: 콘텐츠 제작
pt: A Criar
pt_br: Criando
ru: Контент
tr: İçerik Modu

# vibeLabelChillNight
source: Chill Night
ar: ليلة هادية
de: Chill Abend
es_419: Noche Chill
fr: Soirée Chill
hi: Chill Scene
id: Santuy Malam
ko: 칠링 나이트
pt: Noite Chill
pt_br: Noite Suave
ru: Чилл
tr: Sakin Gece

# vibeLabelPartyMode
source: Party Mode
ar: وضع الحفلة
es_419: Modo Fiesta
fr: Mode Soirée
hi: Party Chal Rahi
id: Mode Party
ko: 파티 모드
pt: Modo Festa
pt_br: Modo Festa
ru: Движ
tr: Parti Modu

# scanYourVibe
source: Lock your vibe ⚡
ar: حدد vibe بتاعك ⚡
de: Lock deinen Vibe ⚡
es_419: Fija tu vibe ⚡
fr: Fixe ton vibe ⚡
hi: Apna vibe set karo ⚡
id: Set vibe kamu ⚡
ko: 네 vibe 설정해 ⚡
pt: Fixa o teu vibe ⚡
pt_br: Marca teu vibe ⚡
ru: Зафиксируй вайб ⚡
tr: Vibe'ını belirle ⚡

# pickYourMood
source: Pick your vibe & see what is happening rn 👀
ar: اختار مودك وشوف إيه اللي بيحصل دلوقتي 👀
de: Pick deine Mood und check was gerade abgeht 👀
es_419: Elige tu mood y mira qué pasa ahorita 👀
fr: Choisis ton mood et regarde ce qui se passe là 👀
hi: Mood batao aur dekho kya scene hai abhi 👀
id: Pilih mood & liat yang lagi happening sekarang 👀
ko: 기분 선택하고 지금 뭐 하는지 봐 👀
pt: Escolhe o teu vibe e vê o que tá a rolar agora 👀
pt_br: Escolhe teu mood e vê o que tá rolando agora 👀
ru: Выбери настроение и смотри, что происходит сейчас 👀
tr: Ruh halini seç & şu an neler oluyor gör 👀
